import telebot
import schedule
import time
import pytube
from telebot import types
bot = telebot.TeleBot("6482875841:AAFlZ0Pw3hTenevQ7_PSskl_lpInqjuveCQ")

cosmetica = {
    "Kolonya": {
        "photo": "https://imgur.com/a/cQs40sA",
        "description": "ОДЕКОЛОН З АРОМАТОМ МАНДАРИН\nНадає шкірі свіжості. Попередження: для зовнішнього застосування. Не можна пити. Зберігати як можна подалі від тепла та сонячного проміння. Тримайте подалі від вогню. Легкозаймистий."                   
    },
    "Gece bakim losyonu": {
        "photo": "https://imgur.com/a/NBMq0uL",
        "description": "НІЧНИЙ ЛОСЬЙОН ДЛЯ ДОГЛЯДУ ЗА ШКІРОЮ\nЛосьйон для щоденного догляду марки Ersag зволожить вашу шкіру та зробить її свіжою. Спосіб застосування: лосьйон необхідно наносити щовечора на чисту кожу."
    },
    "Gunduz bakim losyonu": {
        "photo": "https://imgur.com/a/GzNFY3m",
        "description": "ЛОСЬЙОН ДЛЯ ДЕННОГО ДОГЛЯДУ\nДоглядати за шкірою потрібно з молодого віку. Регулярное використання лосьйону для денного догляду Ersag,  сприяє та підтримує оптимальний рівень водного балансу шкіри, продовжує молодість. Лосьйон піклується не тільки про поверхню вашої шкіри, але і глибоко живить та зволожує шкіру шар за шаром."
    },
    "Cleanball masaj kremi": {
        "photo": "https://imgur.com/a/7qstP2O",
        "description": "КРЕМ ДЛЯ МАСАЖУ\nРозроблений на основі екстракту рослин для косметичних цілей. Це натуральний знеболюючий, протизапальний крем, добре знімає спазми, допомагає при нездужаннях. Підсилює кровообіг. Полегшує біль при травмах, розтягненні м'язів, грижах. Допомагає при варикозному розширенні вен та знімає набряки ніг, судоми. При кашлі необхідно втерти масажними рухами невелику кількість крему в ділянку шиї та грудної клітини. Крем застосовується при шкірних захворюваннях: нейродерміті, екземі, при укусах всіх видів комах. При безсонні та тривожному стані. Не є лікарським засобом. Спосіб застосування: Нанесіть крем для масажу на шкіру та круговими рухами втирайте його до повного проникнення в шкіру."
    },
    "Sogut ozlu krem": {
        "photo": "https://imgur.com/a/QhMuwK2",
        "description": "КРЕМ З ЕКСТРАКТОМ ВЕРБИ\nКрем з екстрактом верби та інжиру допомагає тілу розслабитися, а олія м'яти заспокоює організм. Олія ши та оливкова олія, завдяки спеціальній формулі, легко проникає в шкіру,  пом'якшуючи її,  зволожуючи та доглядаючи за нею. "
    },
    "Cam kabugu ekstrakth krem": {
        "photo": "https://imgur.com/a/Cdc1BaR",
        "description": "КРЕМ З ЕКСТРАКТОМ СОСНОВОЇ КОРИ\nОсобливості: крем з екстрактом соснової кори Ersag допомагає зволожити шкіру і позбутися проблем зі шкірою,  робить шкіру еластичнішою, допомагає набути молодість і пружність, сприяє позбавленню від шкідливих наслідків навколишнього середовища. Природне оновлення шкіри. Спосіб застосування: наносити зранку та ввечері масажними рухами на бажану ділянку тіла."
    },
    "Goji Cream": {
        "photo": "https://imgur.com/a/wefVWq2",
        "description": "КРЕМ ДЛЯ ОБЛИЧЧЯ З ЯГОДАМИ ГОДЖІ\nЕпідерміс нашої шкіри містить колаген. Від його кількості" 
                     "залежить зовнішній вигляд нашого обличчя, шиї, зони декольте та ін." 
                    "Найкращий спосіб зберегти молодість — допомагати шкірі виробляти колаген."
                    "У цьому чудовому помічнику стане антивіковий нічний крем із ягодами годжі"
                    "від Ерсаг. У ньому міститься велика кількість вітамінів А, Е, C і групи"
                    "B. Вітаміни Е і C є природними антиоксидантами. Під час нанесення на"
                    "шкіру вони захищають її клітини від шкідливого впливу зовнішніх чинників"
                    "і перешкоджають прогресуванню вікових змін. Goji Cream повертає еластичність" 
                    "і молодість. Під впливом біологічно активних компонентів крему шкіра зможе "
                    "постійно оновлюватися. Крем пройшов усі клінічні випробування та "
                    "дерматологічні тести, отримавши сертифікат міжнародного зразка якості." 
                    "Не містить гормонів, а тільки натуральні природні компоненти, де за основу"
                   "взяті корисні та популярні ягоди годжі. Застосування: Крем із ягодами годжі "
                   "від Ersag треба застосовувати після попереднього очищення шкіри молочком і "
                   "тоніком. Наносити на шкіру потрібно круговими масажними рухами на обличчя "
                   "та зону декольте. Об'єм: 50 мл",
    },
    "Gunes kremi": {
        "photo": "https://imgur.com/a/k0cNEVe",
        "description": "СОНЦЕЗАХИСНИЙ КРЕМ(SPF 50)\nВисокий захист для чутливої шкіри. Сонцезахисний крем з SPF 50 марки Ersag має особливу формулу, завдяки якій фільтрує шкідливе сонячне випромінення та захищає шкіру. Легко наноситься, не липне. Спосіб застосування: перед тим,  як засмагати, рівномірно нанесіть крем на все тіло. Повторно наносіть кожного разу повторно після кожного купання в морі."
    },
    "Gunes yagi": {
        "photo": "https://imgur.com/a/BEU5DsX",
        "description": "ОЛІЯ ДЛЯ ЗАСМАГИ\nДаний продукт з особливою формулою збагачений маслами жожоба і кунжуту. Спосіб застосування: рівномірно втирати в тіло за 20-30 хвилин перед виходом на сонце. Особливо після купання та висихання тіла нанесіть повторно."
    },
    "Gunes suru": {
        "photo": "https://imgur.com/a/sBlNUYV",
        "description": "МОЛОЧКО ДЛЯ ЗАСМАГИ\nErsag молочко для засмаги SPF-40 захищає ваше тіло від зовнішніх факторів впливу та від сонячного випромінювання, відновлює втрачену вологість шкіри. Екстракт шавлії заспокоює шкіру, зменшує ступінь роздратування шкіри від сонячного випромінювання, пом'якшує її. Спосіб застосування: за 30 хвилин до виходу на сонце нанесіть молочко на шкіру круговими рухами. Після довгого перебування на відкритому сонці або в воді, повторіть нанесення."
    },
    "Vucut losyonu": {
        "photo": "https://imgur.com/a/0djjqlT",
        "description": "ЛОСЬЙОН ДЛЯ ТІЛА\nЛосьйон для тіла марки Ersag розроблений на основі спеціальної формули для сухої шкіри через вплив сонця, води чи холоду. При регулярному використанні робить шкіру шовковистою та гладенькою. Спосіб застосування: нанесіть невелику кількість лосьйону на руку, а потім масажними рухами втирайте в шкіру."
    },
    "Vucut bakim kremi": {
        "photo": "https://imgur.com/a/ZazlEDQ",
        "description": "КРЕМ ДЛЯ ТІЛА\nКрем для тіла марки Ersag розроблений на основі спеціальної формули, яка забезпечує  зволоження шкіри. У разі регулярного використання робить шкіру доглянутою. Спосіб застосування: нанесіть після душу необхідну кількість крему масажними рухами на все тіло."
    },
    "Amira vucut bakim kremi": {
        "photo": "https://imgur.com/a/adsdfKL",
        "description": "ПАРФУМОВАНИЙ КРЕМ ДЛЯ ДОГЛЯДУ ЗА РУКАМИ ТА ТІЛОМ АМІРА\nКремя для рук та тіла Аміра розроблений на основі спеціальної формули для сухої шкіри через вплив сонця, води чи холоду. При регулярному використанні робить шкіру шовковистою та гладенькою. Спосіб застосування: нанесіть після душу або за потребою необхідну кількість крему масажними рухами на все тіло"
    },
    "Lavanta Ekstrakth krem": {
        "photo": "https://imgur.com/a/yGa7WVC",
        "description": "КРЕМ З ЕКСТРАКТОМ ЛАВАНДИ\nОсобливості: крем з екстрактом лаванди від Ersag з природньою формулою зволожує шкіру не забиваючи пори. Допомагає Вашій шкірі виглядати більш живою, оновлює її та надає шовковистості. Спосіб застосування: наносити легкими, круговими масажними рухами зранку та ввечері на бажані ділянки шкіри."
    },
    "Kekik Ekstrakth krem": {
        "photo": "https://imgur.com/a/RninV7W",
        "description": "КРЕМ З ЕКСТРАКТОМ ЧЕБРЕЦЮ\nОсобливості: крем з екстрактом чебрецю від Ersag зволожує шкіру та надає їй відчуття розслаблення. Завдяки вдосконаленій формулі не залишає на шкірі відчуття жирності та допомагає підтримувати баланс жирності шкіри. Спосіб використання: спочатку нанести на кінчики пальців та потім рівномірно легкими, круговими масажними рухами в достатній кількості зранку та ввечері використовувати на бажані ділянки шкіри."
    },
    "Olaliptus Ekstrakth krem": {
        "photo": "https://imgur.com/a/hCHnqP8",
        "description": "КРЕМ З ЕКСТРАКТОМ ЕВКАЛІПТУ\nОсобливості: крем з екстрактом евкаліпту від Ersag зволожуючи шкіру. Протягом дня захищає від впливу зовнішніх факторів та надає шкірі відчуття свіжості та розслаблення. Завдяки вдосконаленій формулі не залишає на шкірі відчуття жирності та допомагає підтримувати баланс жирності шкіри. Спосіб використання: наносити легкими, круговими масажними рухами зранку та ввечері на бажані ділянки шкіри."
    },
    "Antiselulit losyonu": {
        "photo": "https://imgur.com/a/ZTp6Dxv",
        "description": "АНТИЦЕЛЮЛІТНИЙ ЛОСЬЙОН\nАнтицелюлітний лосьйон марки Ersag розроблений з використанням спеціальної формули для тих, хто має проблему целюліту. Способ застосування: лосьйон необхідно наносити масажними рухами на проблемні зони два рази на день: зранку та ввечері."
    },
    "Argan yagli": {
        "photo": "https://imgur.com/a/hGZ9iEC",
        "description": "ЗВОЛОЖУЮЧИЙ ЛОСЬЙОН З АРГАНОВОЮ ОЛІЄЮ\nЗволожуючий лосьйон з аргановою олією 15 SPF завдяки спеціальній формулі зволожує шкіру, надає їй більш природний вигляд. Засіб має фактор захисту 15, необхідно наносити перед виходом на сонце. Має легку, шовковисту текстуру, швидко поглинається не залишає жирної плівки та білих слідів. Спосіб застосування: для щоденного використання. Нанесіть зранку рівномірно на чисту шкіру. Лосьйон слід нанести на обличчя в якості сонцезахисного крему перед тим, як вийти на сонячне проміння та повторно наносити під час засмаги."
    },
    "Tuy inceltici losyon": {
        "photo": "https://imgur.com/a/Xnb3ro5",
        "description": "ЛОСЬЙОН ДЛЯ СТОНШЕННЯ ВОЛОССЯ\nЛосьйон Ersag для стоншення небажаного волосся розроблений на основі спеціальної формули та підходить для всіх типів шкіри. Спосіб застосування: необхідно наносити кожного вечора масажними рухами на чисту шкіру, де є небажане волосся."
    },
    "Bitkisel Ucucu Yag": {
        "photo": "https://imgur.com/a/C85IJU0",
        "description": "ОЛІЯ ЛАВАНДИ\nПродукт, який допомагає зволожити шкіру. Інгредієнти: олія лавандули ангстіфолії(олія лаванди, отримана дистиляцією). Спосіб використання: застосовується зовнішньо, масажуючи шкіру та волосся достатньою кількістю. "
    },
    "Visne Cekirdeg yagi": {
        "photo": "https://imgur.com/a/Ra243VH",
        "description": "ОЛІЯ КІСТОЧОК ВИШНІ\nВластивості: Ersag Олія Кісточок Вишні допомагає зволожувати вашу шкіру. Склад: Prunus Cerasus Seed Oil(масло кісточок вишні, отримане методом дистиляції). Застосування: застосовувати зовнішньо, нанести достатньо кількість масла масажними рухами на волосся і шкіру. Попередження: зберігати щільно закритим в прохолодному місці, уникаючи попадання прямих сонячних променів. Тримати подалі від дітей. У разі алергії звернутися до лікаря."
    },
    "Cilt bakum kremi": {
        "photo": "https://imgur.com/a/ESYwSG2",
        "description": "КРЕМ ДЛЯ ДОГЛЯДУ ЗА ШКІРОЮ З ОЛІЄЮ ЧОРНОГО КМИНУ\nКрем для догляду за шкірою з олією чорного кмину містить в великій кількості вітаміни та мінерали, доглядає за шкірою,  знімає запалення, зволожує шкіру, робить її м'якою та еластичною. Придає шкірі молодий та доглянутий зовнішній вигляд. Спосіб застосування: нанести круговими масажними рухами на попередньо очищену шкіру обличчя чи інші частини тіла."
    },
    "Kantaron oziu krem": {
        "photo": "https://imgur.com/a/QWDjdPb",
        "description": "КРЕМ ЗВІРОБІЙ\nКрем Ersag, який містить звіробій звичайний, вітамін E, провітамін B5 та рисову олію, забезпечить необхідне зволоження сухій шкірі. Крем \"Звіробій\" містить всі компоненти, завдяки яким ваша шкіра буде мати більш пружний та молодий вигляд. А також допомагає природним процесам регенерації, забезпечуючи догляд за пошкодженою шкірою. Застосування: наносити крем вранці та ввечері м'якими рухами."        
    },
    "Ayak bakim kremi": {
        "photo": "https://imgur.com/a/Lonwxn3",
        "description": "КРЕМ ДЛЯ ДОГЛЯДУ ЗА НОГАМИ\nКрем для догляду за ногами Ersag розроблений на основі спеціальної формули для пом'якшення огрубілої шкіри на стопах та ногах, для зниження сухості та відновлення водного балансу, для швидкого загоєння ран. Зробить ваші п'яточки \"як у немовлят\". Має легкий приємний аромат. Спосіб застосування: помийте ноги гелем для душку марки Ersag, витріть їх і масажними рухами нанесіть крем на ноги."
    },
    "Ayak bakim spreyi": {
        "photo": "https://imgur.com/a/70bGNDV",
        "description": "СПРЕЙ ДЛЯ ДОГЛЯДУ ЗА НОГАМИ\nСпрей для догляду за ногами є спеціально розробленим продуктом для ніг. Спосіб застосування: після миття ваших ніг гелем для душу марки Ersag, нанесіть на ваші ноги спрей для догляду за ногами."
    },
    "Olgun citler icin krem": {
        "photo": "https://imgur.com/a/2WbxD6T",
        "description": "КРЕМ ДЛЯ ЗРІЛОЇ ШКІРИ\nКрем для зрілої шкіри Ersag створений на основі спеціальної формули для споживачів старших 40 років. Спосіб застосування: наносити кожного вечора на обличчя, шию та зону декольте, рухаючись вверх."
    },
    "Aromatik masaj yagi": {
        "photo": "https://imgur.com/a/HmoYneE",
        "description": "АРОМАТИЧНА МАСАЖНА ОЛІЯ\nВластивості: Ароматична Масажна Олія, до складу якої входять різноманітні рослинні олії та олія м'яти, надає відчуття свіжості; пом'якшує та зволожує шкіру, легко проникаючи у неї. Склад: Персикова олія, Макова олія, Ефірна олія м'яти, Ромашкова олія, Евкаліптова олія. Попередження: тільки для зовнішнього застосування. Запобігайте потрапляння в очі. У разі потрапляння промити великою кількістю води. Зберігати ретельно закритим, в прохолодному місці, при температурі не вище 25 градусів C, захищеному від потрапляння прямих сонячних променів. Тримати подалі ввід дітей. У разі алергічної реакції, звернутися до лікаря."
    },
    "Oil bakum yagi": {
        "photo": "https://imgur.com/a/guvblax",
        "description": "ОЛІЯ ДЛЯ ДОГЛЯДУ ЗА ШКІРОЮ 4 В 1\nВластивості: Олія Для Догляду За Шкірою 4 в 1 забезпечує зволоження, яке потребує суха шкіра. Засіб забезпечує догляд за шкірою, яка отримала пошкодження через дію факторів навколишнього середовища. Допомагає у природньому процесі оновлення шкіри,  захищає від вільних радикалів, збільшує її еластичність та пружність, омолоджує шкіру. Спосіб застосування: нанести 2-3 каплі на бажану ділянку тіла та рівномірно розподілити круговими масажними рухами. Склад: олія вишневої кісточки, олія насіння чорного кмину, олія насіння маку, ромашкова олія."
    },
    "Hyaluronik asit": {
        "photo": "https://imgur.com/a/DAosCkX",
        "description": "СИРОВАТКА З ГІАЛУРОНОВОЮ КИСЛОТОЮ\nВластивості: сироватка з гіалуроновою кислотою Ersag містить гіалуронову кислоту, провітамін B5, екстракт ромашки і листя оливи. Забезпечує зволоження вашої шкіри і допомагає відновити її еластичність, забезпечуючи рівний і бездоганний вигляд, а також розгладжує її, допомагає позбутися дрібних зморшок. Застосування: наноситься сироватка з гіалуроновою кислотою Ersag круговими рухами два рази в день, вранці і ввечері, на попередньо очищену від макіяжу шкіру в потрібній кількості, включаючи область навколо очей. Після того, як сироватка повністю вбралася, можна наносити крем для денного або нічного догляду."
    },
    "Vitamin C serumu": {
        "photo": "https://imgur.com/a/yTyuYkW",
        "description": "СИРОВАТКА З ВІТАМІНОМ C\nВластивості: Вітамін C завдяки антиоксидантній дії, допомагає підтримувати процес регенерації шкіри. Екстракт грейпфрута захищає шкіру від вільних радикалів, підтримує та відновлює шкіру, яка зазнала шкоди від сонячного проміння та навколишнього середовища. Ніацинамід(Вітамін B3) та екстракт Готу - кола підтримують еластичність шкіри, регулюють її тон та сприяють освітленню, а гіалуронова кислота допомагає зберегти вологу шкіри. Рекомендоване використання: ввечері на чисту шкіру обличчя та область шиї нанести масажними круговими рухами. Після повного висихання на шкірі можете застосовувати крем."
    },
    "Kolajen serum": {
        "photo": "https://imgur.com/a/DBleXer",
        "description": "КОЛАГЕНОВА СИРОВАТКА\nВластивості: Колагенова сироватка Ersag підходить для будь-якого типу шкіри. Колаген, що входить до її складу, допомагає підвищити еластичність шкіри, надати їй блиск та сяйво. Сприяє зменшенню тонких зморшок та вигляду \"гусячих лапок\", сприяє формуванню більш підтягнутої шкіри. Креатин,  що міститься в її складі, допомагає захистити шкіру від ознак старіння та сприяє зменшенню появи зморшок, а Гіалуронова кислота допомагає шкірі отримати вологу. Екстракт кореня солодки відновлює еластичність шкіри та сприяє покращенню зовнішнього вигляду сухої шкіри. Також допомагає вирівняти тон шкіри. Використання: Колагенову сироватку Ersag наносити легкими масажними рухами на очищену шкіру кожного вечора. Після повного всмоктування: у шкіру можете нанести нічний крем, який підходить до вашої шкіри."
    },
    "Yuz temizleme jeli": {
        "photo": "https://imgur.com/a/CHTqhIV",
        "description": "ГЕЛЬ ДЛЯ ОЧИЩЕННЯ ШКІРИ ОБЛИЧЧЯ\nГель для обличчя Ersag розроблений на основі спеціальної формули, не містить мило та олії. Допомагає очистити обличчя від бруду, жиру та залишків макіяжу. При постійному використанні робить шкіру м'якою. Особливо рекомендується застосовувати у разі проблеми вугрів та прищів. Спосіб застосування: зранку та ввечері візьміть невелику кількість гелю, нанесіть на зволожену водою шкіру обличчя легкими масажними рухами до утворення піни. Потім змийте великою кількістю води. Після цього нанесіть тонік для обличчя марки Ersag та крем, що підходять типу Вашої шкіри."
    },
    "Yuz temizleme sutu": {
        "photo": "https://imgur.com/a/T8REoYQ",
        "description": "МОЛОЧКО ДЛЯ ОЧИЩЕННЯ ШКІРИ ОБЛИЧЧЯ\nМолочко для обличчя Ersag розроблене на основі спеціальної формули для того, щоб очистити обличчя від бруду та залишків макіяжу. Після молочка на обличчя можна нанести тонік та крем для догляду. Спосіб застосування: крем необхідно наносити двічі в день: зранку та ввечері в декількох зонах обличчя та за допомогою ватного диска очистити шкіру. Потім змийте великою кількістю води."
    },
    "Anti akne losyonu": {
        "photo": "https://imgur.com/a/pIwUqgx",
        "description": "ЛОСЬЙОН ВІД ВУГРІВ ТА ПРИЩІВ\nЛосьйон зі спеціальною формулою розроблений для шкіри з проблемою вугрів та прищів. Спосіб застосування: лосьйон необхідно наносити масажними рухами на чисту шкіру два раза на день: зранку та ввечері."
    },
    "Peeling": {
        "photo": "https://imgur.com/a/u3Aphgm",
        "description": "ПІЛІНГ ДЛЯ ОБЛИЧЧЯ\nНадає шкірі обличчя гладкості та допомагає вільно дихати. Особливості: пілінг від Ersag видаляє надлишок шкірного сала та бруду без подразнення шкіри, допомагає очистити шкіру від небажаних чорних цяток, сприяючи її гладкості та вільному диханню. Робить шкіру більш сяючою та надає їй життєвої сили. Допомагає підтримувати формування гладенької текстури шкіри. Спосіб використання: нанести пілінг на зволожену шкіру обличчя та круговими масажними рухами втирати впродовж декількох хвилин. Потім ретельно змити водою."
    },
    "Altin maske": {
        "photo": "https://imgur.com/a/tKlaKR2",
        "description": "ЗОЛОТА МАСКА\nПротивікова та протипігментна маска допомагає покращити рівень колагену та еластину, який визначає наскільки шкіра еластична, м'яка та пружна. З віком рівень колагену та еластину знижується. Тому шкіра починає втрачати пружність, еластичність та гладкість. Маска зменшує зморшки та розгладжує шкіру, вирівнює тон шкіри та освітлює її, зволожує та очищає шкіру від мертвих клітин шкіри. Спосіб застосування: нанесіть тонким шаром на обличчя та шию, уникаючи область навколо очей та губ. Залиште на 15-20 хвилин. Після того, як маска повністю висохне, зніміть її. Очистіть шкіру водою."
    },
    "Inci maske": {
        "photo": "https://imgur.com/a/fHunQ8M",
        "description": "ПЕРЛИННА МАСКА\nОновлююча маска детокс містить рослинний комплекс, частинки перламутру та екстракт квітки піону. Очищує шкіру від бруду та жиру. Забезпечує ефект детоксикації. Шкіра очищується та стає більш сяючою та світлою. Маска допомагає очистити обличчя від мертвих клітин. Спосіб застосування: нанесіть тонким шаром на обличчя та шию, уникаючи область навколо очей та губ. Залиште на 15-20 хвилин. Після того, як маска повністю висохне, зніміть її. Очистіть шкіру водою."
    },
    "Yuz tonigi pink": {
        "photo": "https://imgur.com/a/VxaesaW",
        "description": "ТОНІК ДЛЯ НОРМАЛЬНОЇ ТА ЖИРНОЇ ШКІРИ ОБЛИЧЧЯ\nНадає шкірі обличчя шовковисту м'якість. Завдяки своєму особливому органічному складу забезпечує протизапальний ефект, усуває подразнення. Спосіб застосування: зранку та ввечері після очищення шкіри молочком для очищення обличчя нанести тонік за допомогою ватного диску."
    },
    "Yuz tonigi green": {
        "photo": "https://imgur.com/a/LP19ylr",
        "description": "ТОНІК ДЛЯ СУХОЇ ШКІРИ ОБЛИЧЧЯ\nНадає шкірі обличчя шовковисту м'якість. Спосіб застосування: зранку та ввечері після очищення шкіри молочком для очищення обличчя нанести тонік за допомогою ватного диску."
    },
    "Sac bakim yagi": {
        "photo": "https://imgur.com/a/yoX5ebn",
        "description": "ОЛІЯ ДЛЯ ДОГЛЯДУ ЗА ВОЛОССЯМ\nМає в своєму складі арганову олію, олію рисових висівок, олію солодкого мигдалю, олію зародків пшениці та олію ягід шипшини. Сприяє глибокому живленню волосся, відновлює структуру волосся яке зазнало пошкодження від зовнішніх шкідливих факторів, фарби, сушіння тощо, надаючи волоссю чарівного блиску та м'якості. Спосіб використання: кілька крапель олії рівномірно розподіліть по висушеному рушником волоссю. Далі можна висушити феном. Може також використовуватися як термозахист на вологому волоссі перед сушінням, випрямленням або завивкою."
    },
    "Sac bakim tonigi": {
        "photo": "https://imgur.com/a/UmHxWFQ",
        "description": "ТОНІК ДЛЯ ДОГЛЯДУ ЗА ВОЛОССЯМ\nТонік для догляду за волоссям забезпечує густий і здоровий вигляд волосся. Після застосування не змивати водою. Рекомендується застосувати тонік після промивання волосся Біо Шампунем Ersag. Застосування: Ersag Тонік по догляду за волоссям варто застосовувати 2-3 рази на тиждень після душу. Наносити на чисте і вологе волосся легкими масажними рухами."
    },
    "Sac bakim kremi": {
        "photo": "https://imgur.com/a/x84vsrG",
        "description": "КРЕМ ДЛЯ ВОЛОССЯ\nКрем для волосся марки Ersag містить олію арганії, камелії та рисових висівок, а також провітамін B5, що надає волоссю необхідний догляд. Надає волоссю блиск та силу по всій довжині, полегшує розчісування, утворює бар'єр від високої температури та інших зовнішніх факторів. Живить волосся та розгладжує його. При регулярному використанні робить волосся еластичним, сильним та слухняним. Спосіб застосування: рівномірно нанесіть на вологе, вимите шампунем волосся по всій довжині. Залиште на одну-дві хвилини і ретельно змийте.  "
    },
    "Sac Jolesi": {
        "photo": "https://imgur.com/a/ZOA4O0N",
        "description": "ГЕЛЬ ДЛЯ ВОЛОССЯ ДЛЯ ЧОЛОВІКІВ\nГель для укладки волосся Ersag дозволяє створювати бездоганні лінії будь-якої зачіски: кучеряве волосся зробити рівним та гладким, створює ефект \"мокрого волосся\" зволожити, додати об'єму, випрямити, закрутити локони."
    },
    "Jiras balm": {
        "photo": "https://imgur.com/a/Bb6AAMI",
        "description": "БАЛЬЗАМ ПІСЛЯ ГОЛІННЯ\nУ складі бальзаму після гоління міститься екстракт алое вера, вітамін E, провітамін B5, бісаболол та аллантоїн, які заспокоюють шкіру та допомагають повернути втрачену вологість. Особлива формула бальзаму не залишає відчуття, жирності та легко вбирається шкірою Застосування: після гоління нанесіть бальзам на ділянки гоління. Уникайте попадання бальзаму в очі."
    },
    "Kolay sac tarama": {
        "photo": "https://imgur.com/a/juSh53K",
        "description": "СПРЕЙ ДЛЯ ЛЕГКОГО РОЗЧІСУВАННЯ ВОЛОССЯ(ДЛЯ ДОРОСЛИХ)\nВластивості: забезпечує легке розчісування пошкодженому та сплутаному волоссю. Підтримує догляд за волоссям завдяки вмісту пшеничного білка, арганової олії та натуральних олій. Завдяки біополімерній суміші, яка забезпечує швидке та тривале зволоження, захищає волосся та запобігає його пошкодженню. Підходить для щоденного використання. Використання: наносити на мокре або вологе волосся. Не потрібно змивати. Попередження: якщо у вас є алергія на будь-який компонент продукту, будь ласка не використовуйте його."
    },
    "Kolay sac tarama child": {
        "photo": "https://imgur.com/a/8sx4URL",
        "description": "СПРЕЙ ДЛЯ ЛЕГКОГО РОЗЧІСУВАННЯ ВОЛОССЯ(ДИТЯЧИЙ)\nВластивості: спрей для розчісування дитячого волосся має в своєму складі пшеничний білок, олію солодкого мигдалю та натуральні олії, розроблено спеціально для шовковистого волосся дітей. Завдяки формулі, що не викликає подразнення очей, підходить для щоденного використання. Має ніжний вплив на заплутане та важкорозчісуване волосся. Спрей виконує зволожувальну та живильну дії, підтримує баланс вологи в ньому, надає блиску. Використання: нанести на мокре або вологе волосся та розчесати його. Не потрібно змивати. Попередження: якщо у вас є алергія на будь-який компонент продукту, будь ласка не використовуйте його."
    },
 }
cleaning ={
    "Genel Temizlik": {
        "photo": "https://imgur.com/a/qHYUg4B",
        "description": "ЗАГАЛЬНЕ ПРИБИРАННЯ\nКонцентрований продукт із приємним ароматом. Засіб для чищення загального призначення із приємним ароматом розроблений спеціально для твердих поверхонь. Таких як паркет, керамічна плитка, ламінат, тощо. Засіб являється концентрованим. Спосіб використання: в залежності від стану забруднення поверхні розведіть в 10 літрів води 1-2 мірних ковпачки засобу на ваш розсуд. Для досягнення бажаного результату протріть поверхню насухо. З 1 літра концентрату ви отримаєте 35-40 літрів миючого засобу. Завдяки органічному складу не несе шкоди організму та не дратує шкіру рук."
    },
     "Krem Yuzey Temisleyici": {
        "photo": "https://imgur.com/a/vXlSwBy",
        "description":"КРЕМ ДЛЯ ОЧИЩЕННЯ ПОВЕРХОНЬ\nОсобливості: допомагає очистити плями та бруд на поверхні туалету, ванної кімнати, раковини та кухні. Спосіб застосування: перед використанням струсіть. Нанесіть на поверхню, яку хочете очистити та протріть сухою ганчіркою, або нанесіть на вологу ганчірку та м'яко протріть бажану поверхню, потім змийте водою. Після використання закрийте кришку. Не наносьте на чутливі поверхні."
    },
    "Damla Konsantre": {
        "photo": "https://imgur.com/a/wb3zcJ9",
        "description": "КРАПЛЯ КОНЦЕНТРАТ\nБагатофункціональний, концентрований миючий засіб для миття вікон, твердих поверхонь, меблів та килимів. Застосування: зволожити теплою водою тканину на місці забруднення, нанести невелику кількість засобу. Залишити на 5 хвилин, далі протерти чистою ганчіркою. Якщо забруднення застаріле або раніше застосовувалися інші хімічні засоби, то пляма можливо не виведеться з першого розу. Для миття вікон, скла або твердих поверхонь - достатньо додати 3 краплі концентрату на 1 літр води. Для чищення м'яких меблів та килимів - 5 крапель на 1 літр води."
    },
    "Banyo & WC Temizleyici blue": {
        "photo": "https://imgur.com/a/1JPhxGo",
        "description": "ЗАСІБ ДЛЯ ЧИЩЕННЯ ВАННОЇ ТА ТУАЛЕТУ З ВЕСНЯНИМ АРОМАТОМ\nМиючий засіб для ванної та туалету забезпечує чистоту ваших душових кабін, унітазів, керамічних плиток, мармуру та ванни. Засіб концентрований та економічний. Спосіб використання: при першому використанні на забрудненій поверхні засіб наноситься без розведення у воді. Нанесіть його на поверхню, протріть губкою чи ганчіркою та змийте засіб водою. Зверніть увагу, щоб губка чи ганчірка були новими. Після обробки поверхні витріть її до блиску і таким чином вона надовго збереже свою чистоту."
    },
    "Banyo & WC Temizleyici phiolet": {
        "photo": "https://imgur.com/a/NwyDdC1",
        "description": "ЗАСІБ ДЛЯ ЧИЩЕННЯ ВАННОЇ ТА ТУАЛЕТУ\nАнтибактеріальний засіб для миття та чищення ванни і туалету з особливим дезінфікуючим складом. Засіб забезпечує блискучу чистоту ваших душових кабінок, унітазів, раковин, батарей, керамічних плиток, мармуру тощо. Трав'яні кислоти, що входять до складу миючого засобу, з легкістю видаляють вапняний наліт. Наш концентрований засіб дуже економічний. Видаляє неприємний запах та освіжає повітря. Дезінфікуючий засіб, що вбиває 14 видів бактерій. На основі проведеного наукового експерименту, під час якого засіб застосовували проти 14 видів бактерій, використовуючи його в пропорції 1/3, було доведено, що він діє. Міністерством охорони здоров'я, згідно положення про біоцидні товари, був виданий сертифікат на продукцію та дозвіл на його виробництво. "},
    "Hali Sampuani": {
        "photo": "https://imgur.com/a/uIg2jDb",
        "description": "ШАМПУНЬ ДЛЯ КИЛИМІВ\nКонцентрований миючий засіб, особливий склад якого призначений для очищення килимів та оббивних тканин. Не містить фосфатів. Застосування: розведіть 1 мірний ковпачок засобу в 1 літрі води і протріть килими або оббивку меблів. На місця сильного забруднення і плям нанесіть не розбавлений засіб, зачекайте декілька хвилин, та, використовуючи теплу воду, протріть місце забруднення до повного очищення. Використовуючи 1 літр засобу для килимів ви отримуєте 66 літрів миючого засобу."
    },
    "Hali Matik": {
        "photo": "https://imgur.com/a/jdpggIK",
        "description": "АВТОМАТИЧНИЙ ЗАСІБ ДЛЯ ЧИЩЕННЯ КИЛИМІВ\nАвтоматичний засіб для чищення килимів спеціально розроблений для використання в автоматичних миючих машинах. Допомагає зберегти колір та волокна тканини килимів. Застосування: додати в ємкість для води вашої машини для прання килимів 3 мірних кришки миючого засобу. 1 літру миючого засобу вистачає на 20 циклів прання килимів. "
    },
    "Konsantre": {
        "photo": "https://imgur.com/a/I6Br5tD",
        "description": "ЗАСІБ ДЛЯ ПРАННЯ ТЮЛІ ТА ФІРАНОК\nРозроблений спеціально для прання тюлі та фіранок. У складі містяться органічні та хімічні з'єднання, які справляються з брудом не пошкоджуючи волокна тканини. Застосування: в основний відділ для порошку в вашій пральній машині додайте 2 мірки порошку для Тюлі і Фіранок. Якщо ваші тюлі чи фіранки сильно забрудненні, додайте 1 мірку активного засобу Ersag."
    },
    "Camasir Aktif": {
        "photo": "https://imgur.com/a/gkcmAKx",
        "description": "АКТИВНИЙ ЗАСІБ ДЛЯ ПРАННЯ\nЗасіб для активації прального порошку. Застосовується разом з іншими засобами для прання білизни. Підсилює дію порошку. З легкістю видаляє накип та вапняний наліт в пральній машині. Засіб не являється самостійним відбілювачем чи кондиціонером. Концентрат. Застосування: для попереднього прання білою білизни добавте 1 мірну кришку засобу в пральну машину, для основного прання додайте 3 мірні кришки засобу, для прання без попереднього прання додайте 4 мірні кришки в пральну машину. Для кольорової білизни достатньо використовувати 1 мірну кришку засобу. 1 мірна кришка вміщує приблизно 15 грам. В 1 літрі засобу приблизно 66 мірних кришок."
    },
    "Beyazlar icin": {
        "photo": "https://imgur.com/a/AFjpoGK",
        "description": "ПРАЛЬНИЙ ПОРОШОК ДЛЯ БІЛОЇ БІЛИЗНИ\nВиготовлений по спеціальній формулі без використання триполіфосфат натрію для прання  білих речей. Концентрований засіб без фосфатів. Дуже економічний в використанні. Не викликає алергії, підходить для прання дитячих речей. Застосування: в програмі попереднього прання додайте 1 мірку порошку і 1 мірку Активного засобу. Для основного прання додайте 3 мірки порошку і 3 мірки активного засобу, для застосування без попереднього прання білизни додайте 4 мірки порошку і 4 мірки Активного засобу в пральну машину. Примітка: пральний порошок Ersag необхідно використовувати разом з активним засобом для прання Ersag."
    },
    "Camasir Yikama Tozu": {
        "photo": "https://imgur.com/a/2xgLpXP",
        "description": "ПРАЛЬНИЙ ПОРОШОК ДЛЯ КОЛЬОРОВОЇ БІЛИЗНИ\nРозроблений по спеціальній методиці, справляється зі складними плямами, глибоко проникає в волокна тканини не пошкоджуючи її,  зберігаючи колір тканини. Гіпоалергенний. Застосування: 3 мірні ложки порошку та 1 мірну кришку Активатору на 5 кілограм прання. Не містить фосфатів. Концентрований засіб дуже економічний в використанні."
    },
    "Camasir Yikama Sivisi Dark": {
        "photo": "https://imgur.com/a/vPL54Ts",
        "description": "РІДИНА ДЛЯ ПРАННЯ ЧОРНОЇ БІЛИЗНИ\nОсобливості: рідина для прання від Ersag - продукт, який спеціально розроблений для чорної білизни. Використовуючи лише 30-60 мілілітрів рідини для прання, ви маєте можливість заощаджувати. Перед використанням продукт необхідно струсити. Небезпека: викликає подразнення шкіри. Може викликати шкірні алергічні реакції. Викликає серйозне подразнення очей. Застереження: якщо потрібна медична консультація, збережіть упаковку, чи етикетку. Зберігайте в недоступному для дітей місці. Перед використанням прочитайте етикетку. При попаданні на шкіру: промийте великою кількістю води з милом. При появі подразнення шкіри чи висипу: зверніться за медичною допомогою. При попаданні в очі: на протязі кількох хвилин обережно промити водою. Якщо присутні контакті лінзи, обережно зніміть та продовжуйте промивати. Увага! До уваги споживачів: 1) Обов'язково прочитайте інструкцію із застосування. 2) Не використовуйте для очищення рук, обличчя, тіла та продуктів харчування. 3) Тримайте подалі від дітей."
        },
    "Camasir Yikama Sivisi Renkliler": {
        "photo": "https://imgur.com/a/hBEaY8O",
        "description": "РІДИНА ДЛЯ ПРАННЯ КОЛЬОРОВОЇ БІЛИЗНИ\nОсобливості: рідина для прання від Ersag - продукт, який спеціально розроблений для кольорової білизни. Використовуючи лише 30-60 мілілітрів рідини для прання, ви маєте можливість заощаджувати. Перед використанням продукт необхідно струсити. Небезпека: викликає подразнення шкіри. Може викликати шкірні алергічні реакції. Викликає серйозне подразнення очей. Застереження: якщо потрібна медична консультація, збережіть упаковку, чи етикетку. Зберігайте в недоступному для дітей місці. Перед використанням прочитайте етикетку. При попаданні на шкіру: промийте великою кількістю води з милом. При появі подразнення шкіри чи висипу: зверніться за медичною допомогою. При попаданні в очі: на протязі кількох хвилин обережно промити водою. Якщо присутні контакті лінзи, обережно зніміть та продовжуйте промивати. Увага! До уваги споживачів: 1) Обов'язково прочитайте інструкцію із застосування. 2) Не використовуйте для очищення рук, обличчя, тіла та продуктів харчування. 3) Тримайте подалі від дітей."
    },
    "Camasir Yikama Sivisi white": {
        "photo": "https://imgur.com/a/BbQit9L",
        "description": "РІДИНА ДЛЯ ПРАННЯ БІЛОЇ БІЛИЗНИ\nОсобливості: рідина для прання від Ersag - продукт, який спеціально розроблений для білої білизни. Використовуючи лише 30-60 мілілітрів рідини для прання, ви маєте можливість заощаджувати. Перед використанням продукт необхідно струсити. Небезпека: викликає подразнення шкіри. Може викликати шкірні алергічні реакції. Викликає серйозне подразнення очей. Застереження: якщо потрібна медична консультація, збережіть упаковку, чи етикетку. Зберігайте в недоступному для дітей місці. Перед використанням прочитайте етикетку. При попаданні на шкіру: промийте великою кількістю води з милом. При появі подразнення шкіри чи висипу: зверніться за медичною допомогою. При попаданні в очі: на протязі кількох хвилин обережно промити водою. Якщо присутні контакті лінзи, обережно зніміть та продовжуйте промивати. Увага! До уваги споживачів: 1) Обов'язково прочитайте інструкцію із застосування. 2) Не використовуйте для очищення рук, обличчя, тіла та продуктів харчування. 3) Тримайте подалі від дітей."
    },
    "Camasir Kokusu": {
        "photo": "https://imgur.com/a/vYqQnAr",
        "description": "КОНДИЦІОНЕР ДЛЯ БІЛИЗНИ\nОсобливий склад кондиціонера для білизни з запахом квітів, пудри і лісових ароматів надасть приємного запаху вашій білизні. Застосування: додайте 1 ковпачок засобу до відділення для пом'якшувача в пральній машині. За бажанням можете збільшити кількість засобу."
    },
    "Yaka Spreyi": {
        "photo": "https://imgur.com/a/XUcW3Xr",
        "description": "СПРЕЙ ДЛЯ МАНЖЕТІВ\nПродукт спеціально розроблений для очищення забруднень рукавів, манжетів, натільної білизни, а також плями від їжі на ваших речах. Справляється з брудом не пошкоджуючи волокна тканини. Концентрат. Застосування: манжети рукава, комір сорочок, а також інші плями одягу обробити спреєм, зачекати 2-3 хвилини та покласти в пральну машину для прання. Рекомендується використовувати разом з іншими засобами Ersag."
    },
    "Utu Spreyi": {
        "photo": "https://imgur.com/a/cFJK5f7",
        "description": "СПРЕЙ ДЛЯ ПРАСУВАННЯ\nДопомагає без труднощів прасувати одяг. Після нанесенню спрею прасування перетворюється на розвагу. Нанесіть на тканину, яку важко або неможливо випрасувати. Речі довше не мнуться."
    },
    "Bulasik sivisi": {
        "photo": "https://imgur.com/a/BjRr854",
        "description": "РІДКИЙ ЗАСІБ ДЛЯ МИТТЯ ПОСУДУ\nРідина для миття посуду - ефективний та економний миючий засіб. Підходить для миття всіх видів посуду. Достатньо кілька крапель для досягнення бажаного результату. Крім миття посуду, даний засіб також добре очищує крани і кухонні поверхні. Спосіб використання: розчиніть кілька крапель Ersag для миття посуду у воді або безпосередньо нанесіть на губку для миття посуду."
        },
    "Bulasik matik jel": {
        "photo": "https://imgur.com/a/nNDjkCn",
        "description": "ГЕЛЬ АВТОМАТ ДЛЯ МИТТЯ ПОСУДУ\nЗастосовується для миття посуду в посудомийних машинах. Видаляє жир. Легко відмиває сильні забруднення посуду. Застосування: налийте гель у відповідний відділ посудомийної машини до позначки мінімального рівня. Для отримання кращого результату рекомендується попередньо очистити посудомийну машину засобом для очищення посудомийної машини марки Ersag. Не використовуйте інший хімічний засіб для блиску посуду."
    },
    "Bulasik makinesi temizleyici": {
        "photo": "https://imgur.com/a/6RL5Wf7",
        "description": "МИЮЧИЙ ЗАСІБ ДЛЯ ПОСУДОМИЙНИХ МАШИН\nЗ часом посудомийні машини забруднюються жиром, залишками їжі та іншим брудом, тому фільтри, шланги, патрубок для зливу та гвинт можуть забиватися. Такі деталі знаходяться в недоступному місці, тому їх важко вимити. За допомогою миючої рідини для посудомийних машин Ersag машина буде сяяти та доглянута як нова, а вимитий посуд буде чистішим та блискучим. Спосіб застосування: рекомендується застосовувати один раз в місяць, для цього у отвір для миючого засобу пустої машини потрібно налити миючу рідину Ersag та запустити програму в режимі мінімум 65 градусів C."
    },
    "Bulasik parlaticisi": {
        "photo": "https://imgur.com/a/WuXTAoV",
        "description": "ЗАСІБ ДЛЯ НАДАННЯ БЛИСКУ ПОСУДУ\nБлиск для посуду розроблено для застосування в посудомийних машинах. Особливий склад з трав'яних кислот надає вашому посуду блиску. Рекомендується використовувати разом з миючими засобами Ersag порошок чи автомат для посудомийних машин. Застосування: використовуйте даний засіб в розділі для блиску в вашій посудомийній машині. Не використовуйте наш засіб з іншими хімічними засобами для миття посуду."
    },
    "Yag cozucu": {
        "photo": "https://imgur.com/a/NVpvVTS",
        "description": "ЗАСІБ ДЛЯ ВИДАЛЕННЯ ЖИРУ\nСпеціальний розчинник жиру від Ersag є чистячим засобом, спеціально розроблений для видалення жирних плям на вашій кухні. Концентрат. Застосування: після нанесення засобу на поверхню зачекайте декілька хвилин, потім протріть вологою ганчіркою. При першому застосуванні не розбавляйте з водою. Надалі засіб розбавляють з водою в співвідношенні 1:1 або 1:3. Рекомендується застосовувати з гарячою водою. Для найкращого результату, після завершення очищення краще протерти поверхню сухою ганчіркою до повного висихання."
    },
    "Arac temizleyici": {
        "photo": "https://imgur.com/a/jU7JaSO",
        "description": "ЗАСІБ ДЛЯ ЧИСТКИ АВТОМОБІЛІВ\nЦе концентрований чистящий засіб призначений для очищення двигуна автомобіля, внутрішнього салону, дисків та внутрішніх аксесуарів. Застосування: засіб слід наносити безпосередньо на внутрішні поверхні салону автівки, на двигун та колісні диски. На передній панелі автомобілю використовуйте засіб, розводячи його з водою в співвідношенні 1:4. Після очистки поверхню слід витерти насухо,  що надасть їй блиску. Для миття корпусу вашого авто, візміть 1 літр води і додайте 2 мірних ковпачки засобу, після чого протріть корпус насухо чистою ганчіркою для надання блиску та захисту від сонячного проміння."
    },
    "Deri temizleme": {
        "photo": "https://imgur.com/a/GVC4ORG",
        "description": "СПРЕЙ ДЛЯ ОЧИСТКИ ШКІРЯНИХ ВИРОБІВ\nОсобливий склад засобу дозволяє очистити сумки, куртки та взуття зі шкіри, також шкіряні дивани та крісла. Речі набувають блиску та свіжості. Застосування: нанесіть засіб за допомогою розпилювача та залиште на декілька хвилин. Коли шкіра вбере засіб, протріть чистою та сухою ганчіркою, це надає блиску речам."
    },
    "Mobilya temizleyici": {
        "photo": "https://imgur.com/a/JZVemFZ",
        "description": "ЗАСІБ ДЛЯ ЧИСТКИ МЕБЛІВ\nКонцентрований засіб зі спеціальною формулою для чистки меблів. Органічний склад засобу допоможе зберегти відмінний зовнішній вигляд ваших меблів на довгі роки. Застосування: засіб розвести з водою у співвідношенні 1:5. Розпорошити над очищаючою поверхністю. Не використовуйте концентрат без розведення, тоді не будуть залишатись сліди від миття. Після миття меблі бажано насухо витерти, таким чином результат збережеться довше."
    },
}
freeair = {
    "Sakli dusler": {
        "photo": "https://imgur.com/a/xzIfWKF",
        "description": "АРОМАТИЗАТОР ПОВІТРЯ(АРОМАДИФУЗОР)\"ПРИХОВАНІ МРІЇ\" \nОсобливості: у верхніх нотках Бергамот, Лимон, у середніх нотках Жасмин, Троянда, Апельсиновий Цвіт,  у нижніх нотках чарівне поєднання Сандалового Дерева, Ванілі, Какао та Пачулі, які допоможуть унікально змінити атмосферу вашого будинку. Інструкція з використання: відкрийте кришечку, що знаходиться на пляшці, повернувши її. Видаліть пробку. Знову поверніть кришечку та закрутіть пляшку. Покладіть палички в середину пляшки. Рекомендується щотижня перевертати палички."
    },
    "Romantik": {
        "photo": "https://imgur.com/a/YkdBjXT",
        "description": "АРОМАТИЗАТОР ПОВІТРЯ(АРОМАДИФУЗОР)\"РОМАНТИЧНИЙ\" \nОсобливості: у верхніх нотках Жасмин, Іланг - Іланг, Тубероза, у середніх нотках Вишневий Цвіт, Гвоздика, Герань, Троянда, у нижніх нотках чарівне поєднання квіткових мускусних ноток, ірису та амбрових ноток, які допоможуть унікально змінити атмосферу вашого будинку. Інструкція з використання: відкрийте кришечку, що знаходиться в пляшці, повернувши її. Видаліть пробку. Знову поверніть кришечку та закрутіть на пляшку. Покладіть палички в середину пляшки. Рекомендується щотижня перевертати палички."
    },
    "Oda spreyi vesnyaniy briz": {
        "photo": "https://imgur.com/a/BR1JST3",
        "description": "ОСВІЖУВАЧ ПОВІТРЯ ВЕСНЯНИЙ БРИЗ\nХарактеристики: освіжувач повітря \"Весняний бриз\" марки Ersag - це засіб зі спеціальною формулою, який забезпечить приємний запах у вашій оселі, робочому місці та автомобілі. Засіб концентрований, що гарантує стійкий весняний аромат. Спосіб застосування: досить натиснути один раз на розпилювач в залежності від розмірів приміщення. За бажанням кількість засобу може бути збільшена."
    },
    "Oda spreyi osobliviy": {
        "photo": "https://imgur.com/a/NFtbfIQ",
        "description": "ОСВІЖУВАЧ ПОВІТРЯ ОСОБЛИВИЙ\nХарактеристики: освіжувач повітря \"Особливий\" марки Ersag - це засіб зі спеціальною формулою, який забезпечить приємний квітковий аромат у вашій оселі, робочому місці та автомобілі. Засіб концентрований, що гарантує стійкий весняний аромат. Спосіб застосування: досить натиснути один раз на розпилювач в залежності від розмірів приміщення. За бажанням кількість засобу може бути збільшена."
    },
    "Oda spreyi antitutun": {
        "photo": "https://imgur.com/a/eLP9TJ9",
        "description": "ОСВІЖУВАЧ ПОВІТРЯ АНТИТЮТЮН\nХарактеристики: освіжувач повітря \"Антитютюн\" марки Ersag - це засіб зі спеціальною формулою, який забезпечить приємний запах у вашій оселі, робочому місці та автомобілі. Засіб концентрований, що гарантує стійкий весняний аромат. Спосіб застосування: досить натиснути один раз на розпилювач в залежності від розмірів приміщення. За бажанням кількість засобу може бути збільшена."
    },
}
mouth ={
    "Agiz spreyi propolisli": {
        "photo": "https://imgur.com/a/qXQTk37",
        "description": "СПРЕЙ ДЛЯ РОТОВОЇ ПОРОЖНИНИ З ПРОПОЛІСОМ\nВластивості: делікатний високоефективний засіб гігієни порожнини рота, допомагає усунути неприємні запахи. Використання: застосовується шляхом вприскування в горло 3 рази на день. Перед використанням струсіть продукт. Попередження: люди, які мають алергію на мед, бджолиний пилок, маточне молоко, хвойні дерева або тополі, не повинні вживати прополіс, якщо спочатку їх не перевірив фахівець з алергії. Умови зберігання: Зберігати при кімнатній температурі нижче 25 градусів C в сухому місці та в упаковці в недоступному для дітей місці."
    },
    "Agiz spreyi propolisli cilehi": {
        "photo": "https://imgur.com/a/b8TgYw1",
        "description": "СПРЕЙ ДЛЯ РОТОВОЇ ПОРОЖНИНИ ПРОПОЛІС ТА ПОЛУНИЦЯ\nВластивості: доглядає за ротовою порожниною, та допомагає позбутися неприємного запаху. Склад: Вода, Сорбіт, Екстракт  прополісу, Бензоат Натрію, Екстракт листочків евкаліпту, Ароматизатор. Попередження: людям з алергією на мед, бджолиний пилок, маточне молоко, хвойні дерева чи тополі, не слід використовувати не здавши тест у алерголога. Спосіб використання: дитячий спрей використовувати шляхом вприскування в ротову порожнину. Використовувати 3 рази на добу по 1-2 вприскування. Перед використанням струсити. Спосіб зберігання: зберігайте в упаковці та недоступному для дітей місці."
    },
    "Agiz gargarasi": {
        "photo": "https://imgur.com/a/O1fr1Dl",
        "description": "ОПОЛІСКУВАЧ ДЛЯ РОТОВОЇ ПОРОЖНИНИ З М'ЯТНИМ АРОМАТОМ(НЕ МІСТИТЬ СПИРТУ)\nВластивості: забезпечує очищення ділянок, недоступних при чищенні зубів, допомагає усунути проблеми з яснами, запобігає виникненню карієсу та усуває неприємні запахи в роті. Завдяки м'ятному аромату дарує відчуття свіжості в ротовій порожнині. Використання: після чищення зубів за допомогою мірного ковпачка наберіть достатню кількість ополіскувача та на протязі 30 секунд ретельно прополощіть ротову порожнину, після полоскання ополіскувач слід сплюнути. Можна використовувати 2-3 рази на добу."
    },
    "Aloe vera propolis": {
        "photo": "https://imgur.com/a/N14yBkD",
        "description": "ЗУБНА ПАСТА\nЗубна паста Ersag створена на основі спеціальної формули, містить екстракт алоє  вера, прополісу та інших рослин. Використовуйте зубну пасту двічі на день. Витисніть на нову зубну щітку пасту розміром з горошинку та ретельно почистіть зуби протягом двох хвилин. Зберігайте в закритому тюбику при кімнатній температурі. Намагайтеся міняти зубну щітку на нову щонайменше один раз в 3 місяці."
    },
    "Cilek aromati dis macunu": {
        "photo": "https://imgur.com/a/Xj1hZ3g",
        "description": "ЗУБНА ПАСТА(ПОЛУНИЧНА)\nПолунична зубна паста Ersag створена на основі спеціальної формули для дітей та людей із чутливими зубами. Пасту виготовляють з улюбленим смаком полуниці, щоб дітям подобалося чистити зуби та привчити їх до цієї звички з раннього віку."
    },
}
gigiena = {
    "Kremsiz sampuan": {
        "photo": "https://imgur.com/a/bgOleSO",
        "description": "ШАМПУНЬ БЕЗ БАЛЬЗАМУ\nШампунь без бальзаму Ersag з особливим складом, розроблений спеціально для миття та догляду за волоссям. Сприяє ефективному очищенню, надає блиск волоссю. Рекомендовано для нормального та жирного волосся. Спосіб використання: нанести на вологе волосся невелику кількість шампуню масажними рухами, змити водою, при необхідності повторити. Змийте великою кількістю води."
    },
    "Kremli sampuan": {
        "photo": "https://imgur.com/a/U3egOfU",
        "description": "ШАМПУНЬ З БАЛЬЗАМОМ\nШампунь з бальзамом Ersag з особливим складом, спеціально розроблений для миття та догляду за волоссям. Сприяє ефективному очищенню, надає блиск волоссю. Рекомендовано для нормального та сухого волосся, а також для фарбованого волосся. Спосіб використання: нанести на вологе волосся невелику кількість шампуню масажними рухами, змити водою, при необхідності повторити."
    },
    "propolis sampuan": {
        "photo": "https://imgur.com/a/QByjLVl",
        "description": "ШАМПУНЬ З ПРОПОЛІСОМ ДЛЯ НОРМАЛЬНОГО ТА ЖИРНОГО ВОЛОССЯ\nШампунь Ersag виготовлений з додаванням прополісу та екстрактів натуральних рослин. Рекомендовано для нормального та жирного волосся. Основний живильний елемент - натуральний прополіс. В ньому міститься більше, ніж 400 живильних речовин, вітаміни C, E, A всі вітаміни групи B, а також рідкісні, але дуже потрібні вітаміни для волосся PP,  P та K. Відмінно живить волосся, робить їх більш м'якими , еластичними та блискучими. Прополіс має антисептичну дію,  усуває свербіння та лущення шкіри, робить волосся більш пишним, зміцнює волосся, зупиняє випадіння, запобігає появі лупи. Регулярне використання шампуню дозволить відновити здоровий та доглянутий вигляд волосся."
    },
    "propolis sampuan blue": {
        "photo": "https://imgur.com/a/n6rTrXT",
        "description": "ШАМПУНЬ З ПРОПОЛІСОМ ДЛЯ НОРМАЛЬНОГО ТА СУХОГО ВОЛОССЯ\nОсновний живильний елемент - натуральний прополіс. В ньому міститься більше, ніж 400 живильних речовин, вітаміни C, E, A всі вітаміни групи B, а також рідкісні, але дуже потрібні вітаміни для волосся PP, P та K. Відмінно живить волосся, робить їх більш м'якими, еластичними та блискучими. Прополіс має антисептичну дію, усуває свербіння та лущення шкіри, робить волосся більш пишним, зміцнює волосся, зупиняє випадіння, запобігає появі луп. Регулярне використання шампуню дозволить відновити здоровий та доглянутий вигляд волосся."
    },
    "argan yagli sampuan": {
        "photo": "https://imgur.com/a/4HEoGpE",
        "description": "ШАМПУНЬ З АРГАНОВОЮ ОЛІЄЮ\nЦе відновлюючий шампунь, призначений для зволоження та захисту всіх типів волосся. Відмінно підходить для сухого, пошкодженого волосся. Не містить сульфатів та парабенів. М'яко очищує пошкоджене волосся, яке піддалося хімічній обробці. Рекомендовано для фарбованого волосся. Спосіб використання: нанести на вологе волосся невелику кількість шампуню, спінити, змити водою, при необхідності повторити."
    },
    "bio sampuan": {
        "photo": "https://imgur.com/a/f1tiDcE",
        "description": "БІО ШАМПУНЬ\nУнікальний засіб проти випадіння волосся. Формула шампуню містить екстракти трав, що надають м'якість та блиск. Продукт створений для надання необхідного догляду для росту волосся. Рекомендується для використання разом з Тоніком для волосся Ersag. Застосування: використовувати 2-3 рази на тиждень. Нанесіть невелику кількість на вологе волосся масажними рухами. Змийте великою кількістю води."
    },
    "sampuan romashka": {
        "photo": "https://imgur.com/a/O2ZFa90",
        "description": "ШАМПУНЬ З ЕКСТРАКТОМ ЖОВТОЇ РОМАШКИ\nСпеціально розроблений продукт для миття волосся, який підтримує догляд за волоссям при регулярному використанні. Заспокоює і зміцнює шкіру голови і волосся. Рекомендується застосовувати для пофарбованого волосся."
    },
    "sampuan kashtan": {
        "photo": "https://imgur.com/a/BOwKUFf",
        "description": "ШАМПУНЬ З ЕКСТРАКТОМ КІНСЬКОГО КАШТАНУ І ОЛИВИ\nСпеціально розроблений продукт для миття волосся, який підтримує догляд за волоссям при регулярному використанні. Стимулює ріст волосся. Рекомендується застосовувати для пофарбованого волосся."
    },
    "sampuan aloe": {
        "photo": "https://imgur.com/a/uSk9DUK",
        "description": "ШАМПУНЬ З ЕКСТРАКТОМ АЛОЕ ВЕРА\nСпеціально розроблений продукт для миття волосся, який підтримує догляд за волоссям при регулярному використанні. Має протизапальні властивості. Рекомендується застосовувати для пофарбованого волосся."
    },
    "sampuan grapefruit": {
        "photo": "https://imgur.com/a/rri2NRd",
        "description": "ШАМПУНЬ З ЕКСТРАКТОМ ГРЕЙПФРУТА\nСпеціально розроблений продукт для миття волосся, який підтримує догляд за волоссям при регулярному використанні. Полегшує процес розчісування волосся. Рекомендується застосовувати для пофарбованого волосся."
    },
    "Cam kabugu": {
        "photo": "https://imgur.com/a/WT7681f",
        "description": "ГЕЛЬЯ ДЛЯ ДУШУ З ЕКСТРАКТОМ СОСНОВОЇ КОРИ\nВластивості: гель для душу з екстрактом соснової кори, розроблений по особливій формулі. Ідеально підходить для очищення тіла. Екстракт соснової кори, що входить до складу гелю, допомагає очистити шкіру, не пересушуючи її. Після застосування ви отримаєте відчуття свіжості та бадьорості. Спосіб використання: нанести необхідну кількість гелю на губку чи мочалку та спінити, очищаючи шкіру."
    },
    "dus jeli": {
        "photo": "https://imgur.com/a/w0XbsBF",
        "description": "ГЕЛЬ ДЛЯ ДУШУ БУЗОК\nГель для душу з приємним ароматом, розроблений спеціально для очищення тіла. Ви відчуєте легкість та бадьорість після його використання. Гель відповідає pH вимогам (5,5) тіла. Рекомендовано використовувати разом з мочалкою з волокнами гарбуза чи з природними волокнами."
    },
    "dus jeli yellow": {
        "photo": "https://imgur.com/a/cELVx8H",
        "description": "ГЕЛЬ ДЛЯ ДУШУ ТЮЛЬПАН\nГель для душу з приємним ароматом, розроблений спеціально для очищення тіла. Ви відчуєте легкість та бадьорість після його використання. Гель відповідає pH вимогам (5,5) тіла. Рекомендовано використовувати разом з мочалкою з волокнами гарбуза чи з природними волокнами."
    },
    "dus jeli other": {
        "photo": "https://imgur.com/a/Jhc5sLg",
        "description": "ГЕЛЬ ДЛЯ ДУШУ\nРекомендовано використовувати разом з мочалкою з волокнами гарбуза чи з природними волокнами. Спосіб використання: нанести невелику кількість гелю на губку чи мочалку, спінити, нанести на тіло, змити водою."
    },
    "papatya ozlu dus jeli": {
        "photo": "https://imgur.com/a/IXUOD5A",
        "description": "ГЕЛЬ ДЛЯ ДУШУ З ЕКСТРАКТОМ РОМАШКИ\nОсобливості: гель для душу з приємним ароматом, розроблений спеціально для очищення тіла. Завдяки екстракту ромашки, засіб не тільки ретельно очищає шкіру, але й зволожує та живить її. Ви відчуєте легкість та бадьорість після його використання. Гель відповідає вимогам pH (5,5) тіла. Рекомендовано використовувати разом з мочалкою з волокнами гарбуза чи з природними волокнами. Зробить вашу шкіру гладкою та м'якою. Спосіб використання: нанести невелику кількість гелю на губку чи мочалку, спінити, нанести на тіло, змити водою. В разі необхідності повторити."
    },
    "Argan yagli dus jeli": {
        "photo": "https://imgur.com/a/uTpruu2",
        "description": "ГЕЛЬ ДЛЯ ДУШУ З АРГАНОВОЮ ОЛІЄЮ\nАрганова олія - це цінна натуральна олія зі зволожуючими, антиоксидантними та пом'якшуючими властивостями. Багате на поживні речовини та незамінні жирні кислоти. Воно ефективно допомагає протистояти процесу старіння клітин."
    },
    "Sikilastirici": {
        "photo": "https://imgur.com/a/cUKHTiB",
        "description": "ПІДТЯГУЮЧИЙ ГЕЛЬ ДЛЯ ДУШУ\nОсобливості: підтягуючий гель для душу - продукт з приємним запахом, спеціально розроблений для очищення тіла. Завдяки вмісту женьшеню, грейпфруту та кінського каштану допомагає м'яко очистит шкіру, не висушуючи її, після прийняття душу надає шкірі відчуття свіжості та бадьорості, при регулярному використання допомагає підтягнути шкіру. Спосіб використання: необхідну кількість гелю нанести на вологу губку або мочалку та спінити."
    },
    "Sikilastirici vucut jeli": {
        "photo": "https://imgur.com/a/iLhJtSC",
        "description": "ПІДТЯГУЮЧИЙ ГЕЛЬ ДЛЯ ТІЛА\nПри регулярному використанні допомагає шкірі стати пружною та сформованою. Для більш кращого результату рекомендується займатися спортом. Спосіб застосування: масажними круговими рухами наносити вранці та ввечері, в особливості зону живота, стегон та ноги. Після повного висихання на шкірі можна вдягатися."
    },
    "Papatya ozlu sivi sabun": {
        "photo": "https://imgur.com/a/45Nbsde",
        "description": "РІДКЕ МИЛО ЕКСТРАКТ РОМАШКИ\nОсобливості: завдяки спеціальній формулі екстракту ромашки, рідке мило для рук м'яко очищує шкіру ваших рук, робить їх м'якими та дарує відчуття свіжості. Рідке мило відповідає pH (5,5) шкіри. Спосіб застосування: помийте руки достатньою кількістю мила і змийте великою кількістю води."
    },
    "Defne": {
        "photo": "https://imgur.com/a/wpfOMmZ",
        "description": "РІДКЕ МИЛО ДЛЯ РУК З ЕКСТРАКТОМ ЛАВРА\nОсобливості: завдяки спеціальній формулі з екстрактом лавра, допомагає м'яко очистити руки, не висушуючи їх, а також надає вашим рукам відчуття м'якості та свіжості. Мило відповідає вимогам pH тіла. Засіб використання: вимийте руки з достатньою кількістю мила та змийте водою"
    },
    "Sivi el sabunu": {
        "photo": "https://imgur.com/a/LndW3jU",
        "description": "РІДКЕ МИЛО ДЛЯ РУК\nЗавдяки особливому антисептичному складу глибоко очищує, зволожує, живить, пом'якшує та відновлює шкіру. Органічний склад продукту зберігає природній баланс шкіри, протистоїть алергічним шкіряним захворюванням."
    },
    "Propolisli sivi sabun": {
        "photo": "https://imgur.com/a/BBKF2pC",
        "description": "РІДКЕ МИЛО ДЛЯ РУК З ПРОПОЛІСОМ\nРідке мило для рук з прополісом зі спеціальним складом забезпечує найкраще очищення ваших рук, надає шкірі м'якості та свіжості. Ви відчуєте легкість та бадьорість після його використання. Мило відповідає вимогам pH(5,5) тіла."
    },
    "El losyonu": {
        "photo": "https://imgur.com/a/5Y4Wfiw",
        "description": "ЛОСЬЙОН ДЛЯ РУК\nДогляд за шкірою рук є обов'язковою процедурою для кожної жінки. Лосьйон для рук забезпечує зволоження шкіри рук. Спосіб застосування: нанесіть необхідну кількість лосьйону на руки та втирайте масажними рухами."
    },
    "El dezenfektani": {
        "photo": "https://imgur.com/a/F3uVIe6",
        "description": "ДЕЗІНФЕКТОР ДЛЯ РУК\nДезинфікуючий засіб для рук з противірусними, антибактеріальними та протигрибковими властивостями допомагає підтримувати чистоту рук. Надає відчуття свіжості. Спосіб застосування: по мірі необхідності взяти в потрібній кількості і нанести на руки круговими рухами до повного висихання."
    },
    "Sivi el kopugu": {
        "photo": "https://imgur.com/a/fNvdbXL",
        "description": "РІДКА ПІНА ДЛЯ РУК\nРідка піна для рук зі спеціальним складом забезпечує найкраще очищення ваших рук за короткий час. Особливий склад містить екстракти рослин та відповідає вимогам pH(5,5) тіла. Забезпечує чистоту з приємним запахом. Піну для рук можна використовувати для миття тіла. Засіб концентрований та економічний. Достатньо лиш 1 грама піни для очищення рук."
    },
    "Sivi el kopugu papatya ozu": {
        "photo": "https://imgur.com/a/zOIxlzK",
        "description": "РІДКА ПІНКА ДЛЯ РУК З ЕКСТРАКТОМ РОМАШКИ\nОсобливості: рідка пінка для рук з екстрактом ромашки забезпечує ефективне очищення ваших рук. Відповідає pH шкіри (5,5). Також підходить для очищення всього тіла. Продукт концентрований, тому економний. Одне очищення рук потребує лише 1 мл рідкої піни. Спосіб використання: використовується в спеціальних дозах. Нанести невелику кількість мила-піни на зволожені поверхні рук, розтерти, змити водою."
    },
    "Bebek sampuani": {
        "photo": "https://imgur.com/a/yKOfeKY",
        "description": "ДИТЯЧИЙ ШАМПУНЬ\nДитячий шампунь надійно захищає, зволожує шкіру та м'яке волосся вашої дитини. Шампунь відповідає вимогам pH дитячої шкіри. Довго зберігає приємний запах і свіжість. Надає волоссю вашої дитини блиску та м'якості."
    },
    "Bebek dus jeli": {
        "photo": "https://imgur.com/a/slw6mqU",
        "description": "ДИТЯЧИЙ ГЕЛЬ ДЛЯ ДУШУ\nДитячий гель для душу володіє особливим комплексом, який живить шкіру вашої дитини. Екстракт рослин, Бісаболол і Провітамін B5 пом'якшують шкіру вашої дитини і надають шкірі шовковистої м'якості, збільшуючи приємне відчуття комфорту. Відповідає вимогам pH шкіри. Перетворює години купання дитини в моменти повної радості. Спосіб застосування: невелику кількість засобу нанести на губку, спініть та нанесіть на шкіру. За бажанням повторити."
    },
    "Bebek yagi": {
        "photo": "https://imgur.com/a/5TLW1QK",
        "description": "ДИТЯЧА ОЛІЯ\nМасаж дитини - прекрасна можливість зміцнити зв'язок між вами та вашою дитиною. Завдяки особливій формулі олія легко вбирається в шкіру. Ви також можете використовувати цю дитячу олію на вашій шкірі. Даний продукт не залишає слідів на шкірі та надає сяючого вигляду. Спосіб застосування: візьміть в долоні достатню кількість дитячої олії і втирайте в шкіру легкими масажними рухами. "
    },
    "child servetki": {
        "photo": "https://imgur.com/a/DxPs2Wi",
        "description": "ВОЛОГІ СЕРВЕТКИ\nВологі серветки розроблені на основі спеціальної формули, зволожують та глибоко очищують шкіру дитини, не порушуючи баланс pH в повсякденному житті. Можна застосовувати у будь-якій сфері. Не містить спирт та парабени. Відповідає рівню pH шкіри."
    },
}
decor = {
    "Renk acici": {
        "photo": "https://imgur.com/a/oIBJSTC",
        "description": "ВІДБІЛЮЮЧИЙ КРЕМ\nВідбілюючий крем розроблений зі спеціальною формулою підходить для будь-якого типу шкіри. Наноситься перед сном на очищену шкіру обличчя, після використання тоніку відповідно до типу шкіри. Вранці рекомендується ще раз очистити шкіру та нанести зволожуючий крем відповідний типу шкіри. Використовувати тільки в вечірній час доби."
    },
    "Goz cevresi bakim losyonu": {
        "photo": "https://imgur.com/a/J1oV4tX",
        "description": "ЛОСЬЙОН ДЛЯ ДОГЛЯДУ ЗА ШКІРОЮ НАВКОЛО ОЧЕЙ\nОбласть очей є найбільш чутливою зоною нашого обличчя та вимагає особливого догляду. Лосьйон для догляду за шкіркою навколо очей від Ersag завдяки вмісту рисовим висівкам і олії макадамії, забезпечує належний догляд, інтенсивно зволожуючи область навколо очей робить її більш молодою та підтягнутою. Завдяки екстракту Гамамелісу, що входить до його складу, допомагає зменшити появу кілець та набряклості навколо очей. Збільшуючи пружність області навколо очей, забезпечує більш підтягнутий і молодий вигляд. Завдяки інтенсивному екстракту зеленого чаю, вітаміну E та пантенолу, допомагає захистити область навколо очей від вільних радикалів і підвищити її еластичність, надаючи їй більш пружний та молодий вигляд."
    },
    "Makyaj bazi": {
        "photo": "https://imgur.com/a/nEbrRel",
        "description": "ОСНОВА ПІД МАКІЯЖ\nОснова під макіяж з екстрактом Алое Вера створена для досягнення матового та гладенького макіяжу. В якості основи використовується для стійкого макіяжу, щоб зберегти його матовим та гладеньким упродовж всього дня. Наноситься на очищену шкіру. Прозора, не містить жиру(знежирена), не має запаху. Маючи легку текстуру, вільно проникає в шкіру та усуває на ній поверхневий блиск. Підходить для всіх типів шкіри."
    },
    "Makuaj temizleme suqu": {
        "photo": "https://imgur.com/a/86t4jAp",
        "description": "МІЦЕЛЯРНА ВОДА ДЛЯ ВИДАЛЕННЯ МАКІЯЖУ\nСпосіб застосування: добре струсіть перед використанням засіб. Нанесіть на ватний диск невеличку кількість міцелярної води і очистіть шкіру обличчя, губ і область навколо очей легкими масажними рухами. Бездоганно справляється навіть з найстійкішим макіяжем. Особливості: дбайливо видаляє макіяж з обличчя та області навколо очей, звужує пори і усуває жирний блиск."
    },
    "bb krem": {
        "photo": "https://imgur.com/a/jvuN5ZK",
        "description": "BB КРЕМ\nБагатофункціональна формула вирівнює тон шкіри та надає їй здорового блиску. Відновлює вологу, необхідну вашій шкірі, і усуває тьмяний вид. Допомагає миттєво отримати більш гладенький тон, приховуючи нерівність шкіри. УФ-фільтр в складі крему захищає вашу шкіру від шкідливих сонячних променів і усуває шкідливий вплив, попереджаючи старіння шкіри під впливом сонця. Крем надає вашій шкірі легкий та природний вигляд, а також маж антиоксидантний ефект. Спосіб застосування: рівномірно нанесіть на шкіру тонким шаром круговими рухами кінчиками пальців. Перед використанням можна нанести тонік і зволожуючий крем."
    },
    "cc krem": {
        "photo": "https://imgur.com/a/lecDffB",
        "description": "CC КРЕМ\nНіжна структура крему CC, не залишаючи відчуття жирності, зволожує шкіру, вирівнює тон та надає їй здорового блиску. При бажанні може використовуватися в якості основи для макіяжу. Підходить для повсякденного використання."
    },
    "Kapatici": {
        "photo": "https://imgur.com/a/mwVSaRM",
        "description": "КОНСИЛЕР\nСтійкий консилер ідеально приховує недоліки та робить шкіру шовковистою на довгий час."
    },
    "Dubak nemlendirici": {
        "photo": "https://imgur.com/a/DpLbsZO",
        "description": "ЗВОЛОЖУЮЧИЙ БАЛЬЗАМ ДЛЯ ГУБ\nЗволожуючий бальзам для губ створений на основі спеціальної формули, містить прополіс, олію ши та вітамін E. Бальзам захищає губи від впливу морозу та сонця, зволожує потріскані губи та робить їх гладенькими."
    },
    "Maskara bronse": {
        "photo": "https://imgur.com/a/XBWEryd",
        "description": "ТУШ ПІДКРУЧЕНІ & ОБ'ЄМНІ ВІЇ\nЗа допомогою спеціально розробленої формули забезпечує довготривалий ефект. Завдяки вигнутій кісточці підкручує навіть коротенькі вії, допомагає їм стати більш пишними та об'ємними."
    },
    "Maskara sriblo": {
        "photo": "https://imgur.com/a/97CNfTb",
        "description": "ТУШ ГУСТІ & ОБ'ЄМНІ ВІЇ\nЗа допомогою спеціально розробленої формули забезпечує довготривалий ефект. Завдяки вигнутій кісточці підкручує навіть коротенькі вії, допомагає їм стати більш густішими та об'ємними."
    },
    "Terrakotta": {
        "photo": "https://imgur.com/a/4xjnosT",
        "description": "РУМ'ЯНА \"ТЕРРАКОТТА\"\nСпосіб нанесення: за допомогою кисті, нанесіть на область щік."
    },
    "Ridka pomada": {
        "photo": "https://imgur.com/a/jFej2OL",
        "description": "РІДКА ПОМАДА\nЗабезпечує ідеальні матового кольору губи протягом декількох годин. Гнучкий аплікатор і кремова текстура забезпечують легке нанесення. Після нанесення, зачекайте кілька секунд щоб помада висохла."
    },
    "water proof dipliner": {
        "photo": "https://imgur.com/a/Tc7NeUU",
        "description": "ВОДОСТІЙКА ПІДВОДКА ДЛЯ ОЧЕЙ\nІдеальні стрілки на весь день. Попередження: тільки для зовнішнього використання. Уникайте потрапляння в очі. При потраплянні в очі ретельно промийте водою."
    },
    "pencil for eyes": {
        "photo": "https://imgur.com/a/TuDkISS",
        "description": "ВОДОСТІЙКА ПІДВОДКА ДЛЯ ОЧЕЙ\nІдеальні стрілки на весь день. Попередження: тільки для зовнішнього використання. Уникайте потрапляння в очі. При потраплянні в очі ретельно промийте водою."
    },
}
parphumy = {
    "Roll-on bayan": {
        "photo": "https://imgur.com/a/2NGRXel",
        "description": "КУЛЬКОВИЙ ДЕЗОДОРАНТ\nЗавдяки спеціальній формулі попереджає появу неприємного запаху поту, не містить алюміній, не закупорює пори, тому шкіра може вільно дихати. Спосіб застосування: наносити щоранку під пахви. Рекомендується одягатися після того, як дезодорант під пахвами повністю висохне."
    },
    "Deo sprey": {
        "photo": "https://imgur.com/a/1vzUmgX",
        "description": "СПРЕЙ ДЛЯ ТІЛА\nОсобливості: не містить парабени, алюміній та хлоралгідрат. Запобігає появі неприємного запаху поту. Залишає приємний аромат. Застосування: застосовується для надання свіжості тіла при необхідності. Наносити на заздалегідь очищену шкіру."
    },
    "Lilyum": {
        "photo": "https://imgur.com/a/nEuKKQy",
        "description": "ЖІНОЧИЙ ПАРФУМ ЛІЛІЯ\nПарфуми складаються з фруктових ароматів, завершаються нотками мандарину, апельсину, рожевого грейпфрута, жасмину, троянди."
    },
    "Lavinya": {
        "photo": "https://imgur.com/a/pay8p3G",
        "description": "ЖІНОЧИЙ ПАРФУМ ЛАВИНА\nЕнергійний, жіночий та веселий аромат призначений для молоді. На верхніх нотках панує жасмин, неочікуваний аромат моркви та спецій, за ними йдуть нотки апельсину, листя  коріандру, кардамону та персика. Базові нотки деревини та мускусу пом'якшені ароматом ванілі."
    },
    "Krizantem": {
        "photo": "https://imgur.com/a/yj9Xdgs",
        "description": "ЖІНОЧИЙ ПАРФУМ ХРИЗАНТЕМА\nХвилюючі жіночі, шикарні та життєві верхні ноти створюють мандарин, мирт, лічі, а завершальні ноти утворюють аромати мускусу, ванілі та янтарю."
    },
    "Apelya": {
        "photo": "https://imgur.com/a/DZ7InGO",
        "description": "ЖІНОЧИЙ ПАРФУМ АЗАЛІЯ\nАроматний фруктовий букет. На високих нотах виражений апельсин, малина та неаралієва олія, продовжується ароматом жасмину, гарденії із сумішшю запаху меду."
    },
    "Frezya": {
        "photo": "https://imgur.com/a/uLvGxgl",
        "description": "ЖІНОЧИЙ ПАРФУМ ФРЕЗІЯ\nМає вражаючий аромат на високих нотах, гальбану, бергамоту, троянди, апельсину. Доповнюються базовими ароматами амбри та сандалового дерева на низьких нотах. Має сильний, стійкий запах."
    },
    "Ahenk": {
        "photo": "https://imgur.com/a/69TAqgU",
        "description": "ЖІНОЧИЙ ПАРФУМ ГАРМОНІЯ\nГармонія починається з аромату малини, яка увібрала в себе всю чарівність червоних фруктів, і закінчується сумішшю мускусу та деревини з ароматом піону на ніжних нотках."
    },
    "Reyya": {
        "photo": "https://imgur.com/a/RdjpkCw",
        "description": "ЖІНОЧИЙ ПАРФУМ РЕЯ\nПарфуми мають екзотичний квітковий аромат. Основні нотки утворюють аромат троянди, японської яблуні, зеленого листя, лотоса, чорної орхідеї, червоного дерева та янтарю."
    },
    "Gardenya": {
        "photo": "https://imgur.com/a/tFueyoi",
        "description": "ЖІНОЧИЙ ПАРФУМ ГАРДЕНІЯ\nПарфуми починаються з букету ароматів трав, далі продовжується ароматом м'яти, кардамону, квітів апельсину та завершуються жіночним ароматом ванілі."
    },
    "Esila": {
        "photo": "https://imgur.com/a/xhSBXQ0",
        "description": "ЖІНОЧИЙ ПАРФУМ ЕСІЛА\nЖіночий аромат, що входить до свіжих східних парфумів. На верхніх нотках переважають свіжа ваніль та зелений мандарин, на середніх - лілія та жасмин, на верхніх - сандалове дерево, кашемір та сірої амбри."
    },
    "Amira": {
        "photo": "https://imgur.com/a/NQPoR0f",
        "description": "ЖІНОЧИЙ ПАРФУМ АМІРА\nПарфуми з фруктовим ароматом чорної смородини, апельсину, та рожевого грейпфруту на верхніх нотах, квітів абрикосу та сандалового дерева на середніх та білого мускуса на ніжних нотах, огорнуть вас приємним ароматом, що надає життєвої енергії."
    },
    "Amir": {
        "photo": "https://imgur.com/a/JVbfNQn",
        "description": "ЧОЛОВІЧИЙ ПАРФУМ АМІР\nВідкривається пряними ароматичними нотами зверху. Далі врівноважується ароматами дині та ананасу і поєднується з ароматами ванілі та амбри, щоб завершити неперевершений аромат."
    },
    "Bora": {
        "photo": "https://imgur.com/a/6wTlBVv",
        "description": "ЧОЛОВІЧИЙ ПАРФУМ БОРА\nВерхні ноти створюють кедр, мускус, амбра, середні ноти складає аромат гвоздики, базові ноти доповнені ароматом апельсину, мандарину, грейпфрута, бергамоту, що в композиції створює привабливі чоловічі парфуми."
    },
    "BKR": {
        "photo": "https://imgur.com/a/VII7sqB",
        "description": "ЧОЛОВІЧИЙ ПАРФУМ БКР\nПарфум відноситься до класу деревинних. Верхні ноти створюють грейпфрут та океан, середні ноти складають аромати лаврового листя та жасмину, а деревинні базові ноти доповнені ароматом сірого янтарю, дубу та ванілі."
    },
    "Kuzey": {
        "photo": "https://imgur.com/a/xZEZSaQ",
        "description": "ЧОЛОВІЧИЙ ПАРФУМ ПІВНІЧ\nВерхні ноти створюють лічі, фрезія, середні ноти складають аромати магнолії, імбиру, а базові ноти доповнені ароматом амбри, що в композицїі створює сильні чоловічі парфуми."
    },
    "OKYANUS": {
        "photo": "https://imgur.com/a/gkqvJrd",
        "description": "ЧОЛОВІЧИЙ ПАРФУМ ОКЕАН\nВерхні ноти створюють іланг-іланг, трюфель, бергамот, смородина, середні ноти складають аромати орхідеї та фруктові аромати, базові ноти доповнені ароматом чорного шоколаду, тютюну, сандалового дерева, що в композиції створює неповторні чоловічі парфуми."
    },
    "Lodos": {
        "photo": "https://imgur.com/a/9ykAsfS",
        "description": "ЧОЛОВІЧИЙ ПАРФУМ ЛОДОС\nВерхні ноти створюють імбир та перець, середні ноти складає аромат васильків, шавлії та кедру, а базові ноти доповнені ароматом янтарю, пачулі, бразильської секвої та замші, що в композиції створює привабливі та сильні чоловічі парфуми."
    },
    "Ayaz": {
        "photo": "https://imgur.com/a/91ZOAlh",
        "description": "ЧОЛОВІЧИЙ ПАРФУМ МОРОЗ\nВерхні ноти створюють мандарин, грейпфрут, м'ята, середні ноти складає аромат троянди, кориці, прянощів та янтарю, що в композиції створює привабливі та сильні чоловічі парфуми."
    },
    "Ruzgar": {
        "photo": "https://imgur.com/a/uOnkvDR",
        "description": "ЧОЛОВІЧИЙ ПАРФУМ ВІТЕР\nВерхні ноти створюють яблуко, лаванда, грейпфрут, середні ноти складають аромати гвоздики, листя герані, базові ноти доповнені ароматом сосни та моху, що в композиції створює привабливі чоловічі парфуми."
    },
    "Poyras": {
        "photo": "https://imgur.com/a/kAh8KJU",
        "description": "ЧОЛОВІЧИЙ ПАРФУМ ПОЙРАЗ\nВерхні ноти створюють лимон, апельсин, мандарин, середні ноти складають морський аромат, троянди, фіалки та резеди жовтої, базові ноти доповнені ароматом кедра та моху, що в композиції створює привабливі чоловічі парфуми."
    },
}
ackcii = {
    "Present symka": {
        "photo": "https://imgur.com/a/2puHSt7",
        "description": "ПРЕЗЕНТАЦІЙНА СУМКА ERSAG\nУсередині сумки знаходиться продукція 9 штук 250 мл, пробники і 1 штука 250 мл порожній апарат. Сумка виготовлена для використання під час презентації. Крім цього, є спеціальний відділ для зберігання ваших документів. Вміст: 1. Крапля концентрат. 2. Засіб для прибирання ванної та туалету. 3. Гель для душу. 4. Засіб загального призначення. 5. Рідина для миття посуду. 6. Рідке мило. 7. Засіб для видалення жиру. 8. Шампунь для килимів. 9. Засіб для манжетів. 10. Порожній апарат."
    },
    "dorozhnya symka": {
        "photo": "https://imgur.com/a/6GMrVWI",
        "description": "ДОРОЖНЯ СУМКА ERSAG\nМістить 10 штук по 50 мл. Вміст: 1. Освіжувач повітря. 2. Лосьйон для тіла. 3. Лосьйон для денного догляду. 4. Лосьйон для нічого догляду. 5. Лосьйон для рук. 6. Гель для душу. 7. Рідке мило для рук. 8. Гель для очищення рук. 9. Шампунь без бальзаму. 10. Гель для волосся."
    },
    "tester symka balna": {
        "photo": "https://imgur.com/a/3Nh4pAq",
        "description": "СУМКА З ТЕСТЕРАМИ ПАРФУМІВ(БАЛЬНА)\nЖіночі парфуми: Хризантема, Фрезія, Лілія, Гарденія, Азалія, Рея, Лавина, Гармонія, Есіла, Аміра.\nЧоловічі парфуми: Пойраз, Північ, Вітер,  Бора, Лодос, Мороз, Океан, БКР, Амір."
    },
    "tester symka": {
        "photo": "https://imgur.com/a/0uSLgiF",
        "description": "СУМКА З ТЕСТЕРАМИ ПАРФУМІВ\nЖіночі парфуми: Хризантема, Фрезія, Лілія, Гарденія, Азалія, Рея, Лавина, Гармонія, Есіла.\nЧоловічі парфуми: Пойраз, Північ, Вітер, Бора, Лодос, Мороз, Океан, БКР."
    },
    "present symka 2": {
        "photo": "https://imgur.com/a/WHMQbe3",
        "description": "ПРЕЗЕНТАЦІЙНА СУМКА 2 ОВАЛЬНА МОДЕЛЬ\nМістить 9 тестерів продукції по 100 мл та 1 порожній апарат 100 мл. Виготовлена для показу та використання нашої продукції. Вміст: 1. Загальне прибирання. 2. Рідина для миття посуду. 3. Одеколон з ароматом мандарину. 4. Освіжувач повітря. 5. Засіб для видалення жиру. 6. Дамла концентрат. 7. Рідке мило. 8. Гель для душу. 9. Засіб для Ван./Туал.. 10. Порожній апарат."
    },
    "present symka 3": {
        "photo": "https://imgur.com/a/BC5f9QG",
        "description": "ПРЕЗЕНТАЦІЙНА СУМКА 3 ПРЯМОКУТНА МОДЕЛЬ\nМістить 9 тестерів продукції по 100 мл та 1 порожній апарат 100 мл. Виготовлена для показу та використання нашої продукції. Вміст: 1. Загальне прибирання. 2. Рідина для миття посуду. 3. Одеколон з ароматом мандарину. 4. Освіжувач повітря. 5. Засіб для видалення жиру. 6. Дамла концентрат. 7. Рідке мило. 8. Гель для душу. 9. Засіб для Ван./Туал.. 10. Порожній апарат."
    },
}
biolog = {
    "tiryakisne": {
        "photo": "https://imgur.com/a/AITUVw3",
        "description": "ТІРЬЯКІСІНЕ\nРозчинна кавова суміш, що містить екстракт гриба рейши та моринги. Без цукру. Склад: 87% розчинної кави, 7% (210 мг) екстракт гриба рейши (гриба трутовика лакованого), 6% (180 мг) екстракту моринги. Спосіб приготування: весь вміст пакетика (3 г) необхідно висипати в чашку, додайте 180 мл гарячої води, добре розмішайте, після чого напій можна вживати. Вага нетто: 90 г (30x3 г). В упаковці 30 стіків. Зареєстрований номер: TR-20-K-014963. Зберігайте в прохолодному та сухому місці, подалі від місць з насиченими ароматами. Не містить жиру свинини чи будь-яких продуктів, отриманих з свинини."
    },
    "4 u 1 arada seker ilavesiz": {
        "photo": "https://imgur.com/a/5jzRUCf",
        "description": "КАВА З ВЕРШКАМИ ТА ЕКСТРАКТОМ ГРИБА РЕЙШИ І МОРИНГИ\nРозчинна кавова суміш, що містить освітлювач до кави, екстракт гриба рейши (гриба трутовика лакованого) та моринги. Склад: освітлювач до кави (77,25%) (глюкозний сироп, кокосова олія), стабілізатор (поліфосфат натрію, гідроортофосфат кальцію) білок молока, емульгатор (моно та діацилгліцерини жирних кислот), засіб проти спікання (діоксид кремнію), розчинна кава (19%), екстракт гриба трутовика лакованого (2%), екстракт моринги (1,75%). Містить молочні продукти, може містити в невеликій кількості продукти сої та пшениці. Спосіб приготування: весь вміст пакетика (12 г) необхідно висипати в чашку, додайте 180 мл гарячої води, добре розмішайте, після чого напій можна вживати. Вага нетто: 240 г (20x12 г). Зареєстрований номер: TR-20-K-014963. Зберігайте в прохолодному та сухому місці, подалі від місць з насиченими ароматами. Не рекомендується вживати вагітним. Не містить жиру свині чи будь-яких продуктів, отриманих зі свинини."
    },
    "4 u 1 arada": {
        "photo": "https://imgur.com/a/pWX96oi",
        "description": "4 В 1 БЕЗ ЦУКРУ КАВА З ВЕРШКАМИ ТА ЕКСТРАКТОМ ГРИБА РЕЙШИ І МОРИНГИ РОЗСИПНА\nСпосіб приготування: рекомендуємо добавити 1 ложку (5 г) на маленьку чашку, 2 ложки (10 г) на велику чашку кавової суміші, додайте гарячу воду і перемішайте, потім споживайте. Містить молочні продукти, може містити в невеликій кількості продукти сої та пшениці. Зареєстрований номер: TR-20-K-014963. Зберігайте в прохолодному та сухому місці, подалі від місць з насиченими ароматами. Не рекомендується вживати вагітним. Не містить жиру свині чи будь-яких продуктів, отриманих зі свинини."
    },
    "Moringa cayi": {
        "photo": "https://imgur.com/a/67UKM0J",
        "description": "МОРИНГА ЧАЙ\nСклад: моринга масляниста 1,5 г x 20 фільтр пакетиків чаю. Спосіб приготування: з розрахунку один пакетика чаю з моринги на 1 чашку покладіть необхідну кількість пакетиків в чашку або заварний чайник, додайте скропу та залиште заварюватися на 3-5 хвилин. Вага нетто: 30 г +- 5%. Зареєстрований номер: TR-20-K-014963. Зберігайте в прохолодному та сухому місці. Не рекомендується вживати вагітним."
    },
    "zeytin": {
        "photo": "https://imgur.com/a/a3O7Prx",
        "description": "ЕКСТРАКТ ОЛИВКОВОГО ЛИСТЯ\nСклад: 99,6% екстракт оливкового листя, 0,4% собрату калію. Спосіб застосування: рекомендується вживати один раз в день, додавши у склянку води (100 мл) 20 крапель засобу (1 мл). Застосовується в якості харчової добавки. Не перевищуйте рекомендовану денну норму. Перед вживанням необхідно збовтати. Не є лікарським засобом. Відповідає вимогам \"Кодексу Харчових Продуктів\" Туреччини. Зареєстрований номер: TR-20-K-014963. Номер підтвердження: 000292-14.01.2016."
    },
    "zeytin plus": {
        "photo": "https://imgur.com/a/ekweEXK",
        "description": "ЕКСТРАКТ ОЛИВКОВОГО ЛИСТЯ ПЛЮС\nСпосіб застосування: рекомендується приймати дорослим по 20 крапель (1 мл), на півсклянки (100 мл) води. Застосовується в якості харчової добавки. Не перевищуйте рекомендовану денну норму. Перед вживанням необхідно збовтати. Не є лікарським засобом. Відповідає вимогам \"Кодексу Харчових Продуктів\" Туреччини. Зареєстрований номер: TR-20-K-014963. Номер підтвердження: 006360-06.09.2019."
    },
    "kurkumin z": {
        "photo": "https://imgur.com/a/mbKACRH",
        "description": "КУРКУМІН Z\nСклад: 68,77% оливкової олії; 11,84% капсула; 11,25% очищена вода; 4,44% гліцерин; 3,63% куркумін (50 мг); 0,07% піперин (1 мг). Спосіб застосування: рекомендується приймати дорослим 1 капсулу в день запиваючи достатньою кількістю води. Застосовується в якості харчової добавки. Не перевищуйте денної дози. Не є лікарським засобом. Відповідає вимогам \"Кодексу Харчових Продуктів\" Туреччини. Реєстраційний номер: TR-20-K-023284. Номер дозволу на виробництво продукту: 012453-30.12.2021."
    },
    "Corekotu yagi": {
        "photo": "https://imgur.com/a/cpY4Dc0",
        "description": "ОЛІЯ ЧОРНОГО КМИНУ\nСклад: 72% олія чорного кмину, 28% гелева капсула. Спосіб застосування: рекомендується приймати дорослим 2 рази на добу по одній капсулі, запиваючи достатньою кількістю води. Застосовується в якості харчової добавки. Не перевищуйте денної дози. Не є лікарським засобом. Відповідає вимогам \"Кодексу Харчових Продуктів\" Туреччини. Реєстраційний номер: TR-20-K-023284. Номер дозволу на виробництво продукту: 012041-01.12.2021."
    },
    "Kara murver": {
        "photo": "https://imgur.com/a/tI5KPo5",
        "description": "ЧОРНА БУЗИНА\nЦинк, Шипшина, Ехінацея, Виноградні кісточки. Склад: 25,53% моногідрат лактози, 18,46% екстракт чорної бузини, 14,62% екстракт шипшини, 14,62% екстракт ехінацеї, 12,62% екстракт виноградних кісточок, 12,42% мікрокристалічна целюлоза, 1,23% сульфат цинку, 0,5% стеарат магнію. Спосіб застосування: рекомендується приймати дорослим, в якості харчової добавки, по 1 таблетці на добу, запиваючи великою кількістю води. Застосовується в якості харчової добавки. Не перевищуйте денної дози. Не є лікарським засобом. Відповідає вимогам \"Кодексу Харчових Продуктів\" Туреччини. Реєстраційний номер: TR-20-K-014963. Номер дозволу на виробництво продукту: 007602-22.04.2020."
    },
    "Spirulina": {
        "photo": "https://imgur.com/a/qib462C",
        "description": "СПІРУЛІНА\nСклад: 76,7% екстракт спіруліни, 23,3% капсула рослинного походження (ГПМЦ). Спосіб застосування: дорослим рекомендується вживати по одній капсулі три рази в день: зранку, в обід та ввечері, запиваючи достатньою кількістю води. Застосовується в якості харчової добавки. Не перевищуйте денної дози. Не є лікарським засобом. Відповідає вимогам \"Кодексу Харчових Продуктів\" Туреччини. Реєстраційний номер: TR-20-K-014963. Номер дозволу на виробництво продукту: 000271-19.11.2015."
    },
    "c vitamin": {
        "photo": "https://imgur.com/a/FHK0uZq",
        "description": "ВІТАМІН C (З ДОДАВАННЯМ ЕКСТРАКТУ АПЕЛЬСИНА ТА ШИПШИНИ)\nСклад: 78% вітаміну C (L-аскорбінова кислота), 14% капсула рослинного походження (ГПМЦ), 4% апельсинового екстракту (екстракт померанця), 4% екстракту шипшини. Спосіб застосування: дорослим рекомендується вживати по одній капсулі в день запиваючи достатньою кількістю води. Застосовується в якості харчової добавки. Не перевищуйте денної дози. Не є лікарським засобом. Відповідає вимогам \"Кодексу Харчових Продуктів\" Туреччини. Реєстраційний номер: TR-20-K-014963. Номер дозволу на виробництво продукту: 005039-30.11.2018."
    },
    "ginkgo biloba": {
        "photo": "https://imgur.com/a/4TUo8IB",
        "description": "ГІНКГО БІЛОБА\nСклад: екстракт гінкго білоба 76,7%, капсули рослинного походження (ГПМЦ) 23,3%. Спосіб застосування: дорослим рекомендується вживати по одній капсулі два рази в день: зранку та ввечері, запиваючи достатньою кількістю води. Застосовується в якості харчової добавки. Не перевищуйте денної дози. Не є лікарським засобом. Відповідає вимогам \"Кодексу Харчових Продуктів\" Туреччини. Реєстраційний номер: TR-20-K-014963. Номер дозволу на виробництво продукту: 000155-02.06.2015."
    },
    "Zerdecal & zencefil": {
        "photo": "https://imgur.com/a/8N0TI23",
        "description": "КУРКУМА ТА ІМБИР\nСклад: 66,7% екстракту куркуми, 10% екстракту імбиру, 23,3% капсула рослинного походження (ГПМЦ). Спосіб застосування: дорослим рекомендується вживати по одній капсулі 2 рази в день: зранку та ввечері, запиваючи достатньою кількістю води. Застосовується в якості харчової добавки. Не перевищуйте денної дози. Не є лікарським засобом. Відповідає вимогам \"Кодексу Харчових Продуктів\" Туреччини. Реєстраційний номер: TR-20-K-014963. Номер дозволу на виробництво продукту: 001558-03.11.2016."
    },
    "Reisi Mantari": {
        "photo": "https://imgur.com/a/ttNHBE2",
        "description": "ГРИБ РЕЙШИ\nСклад: 76,7% екстракту трутовика лакованого, 23,3% капсула рослинного походження (ГПМЦ). Спосіб застосування: рекомендується вживати, як харчову добавку, дорослим 2 рази на добу: зранку та ввечері по одній капсулі, запиваючи достатньою кількістю води. Застосовується в якості харчової добавки. Не перевищуйте денної дози. Не є лікарським засобом. Відповідає вимогам \"Кодексу Харчових Продуктів\" Туреччини. Реєстраційний номер: TR-20-K-014963. Номер дозволу на виробництво продукту: 000157-02.06.2015."
    },
    "karniyarik otu": {
        "photo": "https://imgur.com/a/UNCxoMV",
        "description": "ПСИЛЛІУМ\nСклад: 76,7% екстракту псилліуму, 23,3% капсула рослинного походження (ГПМЦ). Спосіб застосування: дорослим рекомендується вживати по одній капсулі два рази в день: зранку та ввечері, запиваючи достатньою кількістю води. Застосовується в якості харчової добавки. Не перевищуйте денної дози. Не є лікарським засобом. Відповідає вимогам \"Кодексу Харчових Продуктів\" Туреччини. Реєстраційний номер: TR-20-K-014963. Номер дозволу на виробництво продукту: 000173-06.07.2015."
    },
    "Ginseng": {
        "photo": "https://imgur.com/a/bz51tyT",
        "description": "ЖЕНЬШЕНЬ\nСклад: 76,7% екстракту женьшеню, 23,3% капсула рослинного походження (ГПМЦ). Спосіб застосування: рекомендується вживати, як харчову добавку, дорослим 2 рази на добу: зранку та ввечері по одній капсулі, запиваючи достатньою кількістю води. Застосовується в якості харчової добавки. Не перевищуйте денної дози. Не є лікарським засобом. Відповідає вимогам \"Кодексу Харчових Продуктів\" Туреччини. Реєстраційний номер: TR-20-K-014963. Номер дозволу на виробництво продукту: 000156-02.06.2015."
    },
    "sari kantaron": {
        "photo": "https://imgur.com/a/dkaZM20",
        "description": "ЗВІРОБІЙ\nСклад: 76,7% екстракту звіробою, 23,3% капсула рослинного походження (ГПМЦ). Спосіб застосування: дорослим рекомендується вживати по одній капсулі в день, запиваючи достатньою кількістю води. Застосовується в якості харчової добавки. Не перевищуйте денної дози. Не є лікарським засобом. Відповідає вимогам \"Кодексу Харчових Продуктів\" Туреччини. Реєстраційний номер: TR-20-K-014963. Номер дозволу на виробництво продукту: 000174-06.07.2015."
    },
    "hayit ekstrakti": {
        "photo": "https://imgur.com/a/LAzsXa1",
        "description": "ЕКСТРАКТ ВІТЕКСУ\nСклад: 76,7% екстракту вітексу, 23,3% капсула рослинного походження (ГПМЦ). Спосіб застосування: рекомендується вживати, як харчову добавку, дорослим 2 рази на добу: зранку та ввечері по одній капсулі, запиваючи достатньою кількістю води. Застосовується в якості харчової добавки. Не перевищуйте денної дози. Не є лікарським засобом. Відповідає вимогам \"Кодексу Харчових Продуктів\" Туреччини. Реєстраційний номер: TR-20-K-014963. Номер дозволу на виробництво продукту: 000210-20.08.2015."
    },
    "enginar": {
        "photo": "https://imgur.com/a/jM2splz",
        "description": "АРТИШОК\nСклад: 76,7% екстракту артишоку, 23,3% капсула рослинного походження (ГПМЦ). Спосіб застосування: дорослим рекомендується вживати по одній капсулі два рази в день: зранку та ввечері, запиваючи достатньою кількістю води. Застосовується в якості харчової добавки. Не перевищуйте денної дози. Не є лікарським засобом. Відповідає вимогам \"Кодексу Харчових Продуктів\" Туреччини. Реєстраційний номер: TR-20-K-014963. Номер дозволу на виробництво продукту: 000209-20.08.2015."
    },
    "Akgunluk": {
        "photo": "https://imgur.com/a/2yvetR4",
        "description": "ЛАДАН\nСклад: 76,7% екстракту ладану, 23,3% капсула рослинного походження (ГПМЦ). Спосіб застосування: дорослим рекомендується вживати по одній капсулі два рази в день: зранку та ввечері, запиваючи достатньою кількістю води. Застосовується в якості харчової добавки. Не перевищуйте денної дози. Не є лікарським засобом. Відповідає вимогам \"Кодексу Харчових Продуктів\" Туреччини. Реєстраційний номер: TR-20-K-014963. Номер дозволу на виробництво продукту: 000240-07.10.2015."
    },
    "Cuce Palmiye": {
        "photo": "https://imgur.com/a/kmIYR2i",
        "description": "САРЕНОА\nСклад: 76,7% екстракт сареноа, 23,3% капсула рослинного походження (ГПМЦ). Спосіб застосування: дорослим рекомендується вживати по одній капсулі два рази в день: зранку та ввечері, запиваючи достатньою кількістю води. Застосовується в якості харчової добавки. Не перевищуйте денної дози. Не є лікарським засобом. Відповідає вимогам \"Кодексу Харчових Продуктів\" Туреччини. Реєстраційний номер: TR-20-K-014963. Номер дозволу на виробництво продукту: 000241-07.10.2015."
    },
    "Moringa": {
        "photo": "https://imgur.com/a/DdXHs2g",
        "description": "МОРИНГА\nСклад: 76,7% екстракт моринги, 23,3% капсула рослинного походження (ГПМЦ). Спосіб застосування: дорослим рекомендується вживати по одній капсулі два рази в день: зранку та ввечері, запиваючи достатньою кількістю води. Застосовується в якості харчової добавки. Не перевищуйте денної дози. Не є лікарським засобом. Відповідає вимогам \"Кодексу Харчових Продуктів\" Туреччини. Реєстраційний номер: TR-20-K-014963. Номер дозволу на виробництво продукту: 000295-18.01.2016."
    },
    "Astragalus": {
        "photo": "https://imgur.com/a/UXeeiNB",
        "description": "АСТРАГАЛ\nСклад: 76,7% екстракт астрагалу, 23,3% капсула рослинного походження (ГПМЦ). Спосіб застосування: дорослим рекомендується вживати по одній капсулі два рази в день: зранку та ввечері, запиваючи достатньою кількістю води. Застосовується в якості харчової добавки. Не перевищуйте денної дози. Не є лікарським засобом. Відповідає вимогам \"Кодексу Харчових Продуктів\" Туреччини. Реєстраційний номер: TR-20-K-014963. Номер дозволу на виробництво продукту: 000291-14.01.2016."
    },
    "Gotu kola": {
        "photo": "https://imgur.com/a/e8DoKXD",
        "description": "ГОТУ КОЛА - КІНСЬКИЙ КАШТАН, ВИНОГРАДНІ КІСТОЧКИ, КОЕНЗИМ Q10\nСпосіб застосування: дорослим рекомендується вживати по одній капсулі два рази в день: зранку та ввечері, запиваючи достатньою кількістю води. Застосовується в якості харчової добавки. Не перевищуйте денної дози. Не є лікарським засобом. Відповідає вимогам \"Кодексу Харчових Продуктів\" Туреччини. Реєстраційний номер: TR-20-K-014963. Номер дозволу на виробництво продукту: 000876-25.05.2016."
    },
    "Protec 20": {
        "photo": "https://imgur.com/a/KNvA28K",
        "description": "ПРОТЕК 20\nСпосіб застосування: дорослим рекомендується приймати  два рази в день: зранку та ввечері по 5 мл. Загальна доза - 10 мл на ситий шлунок. Застосовується в якості харчової добавки. Не перевищуйте денної дози. Не є лікарським засобом. Відповідає вимогам \"Кодексу Харчових Продуктів\" Туреччини. Реєстраційний номер: TR-20-K-021012. Номер дозволу на виробництво продукту: 009332-16.12.2020."
    },
    "Papatya cayi": {
        "photo": "https://imgur.com/a/4xAY3C3",
        "description": "ЧАЙ З РОМАШКИ\nСклад: 94% чиста вода, 3,5% екстракт ромашки, 1,5% вітамін C (L-аскорбінова кислота), 1% сорбіт калію. Спосіб використання:  рекомендується використовувати додавши на один стакан води 1 мірний ковпачок. Рекомендована дата використання та номер партії вказані на упаковці. Спосіб зберігання: зберігати в закритому вигляді та захищеному від денного світла прохолодному місці. Тримайте подалі від дітей. Відповідає вимогам \"Кодексу Харчових Продуктів\" Туреччини. Реєстраційний номер: TR-20-K-023284."
    },
    "Lepidyum": {
        "photo": "https://imgur.com/a/5wD2F6N",
        "description": "МАКА ПЕРУАНСЬКА\nСпосіб застосування: рекомендується вживати, як харчову добавку, дорослим 2 рази на добу: зранку та ввечері по одній капсулі, запиваючи достатньою кількістю води. Застосовується в якості харчової добавки. Не перевищуйте денної дози. Не є лікарським засобом. Відповідає вимогам \"Кодексу Харчових Продуктів\" Туреччини. Реєстраційний номер: TR-20-K-014963. Номер дозволу на виробництво продукту: 000208-20.08.2015."
    },
    "Kedi pencesi": {
        "photo": "https://imgur.com/a/H28LqyF",
        "description": "КОТЯЧИЙ КІГОТЬ\nСклад: 76,7% екстракту котячого кігтя, 23,3% капсула рослинного походження (ГПМЦ). Спосіб застосування: дорослим рекомендується вживати по одній капсулі два рази в день: зранку та ввечері, запиваючи достатньою кількістю води. Застосовується в якості харчової добавки. Не перевищуйте денної дози. Не є лікарським засобом. Відповідає вимогам \"Кодексу Харчових Продуктів\" Туреччини. Реєстраційний номер: TR-20-K-014963. Номер дозволу на виробництво продукту: 001557-03.11.2016."
    },
    "Sogut kabugu": {
        "photo": "https://imgur.com/a/1pMIdVl",
        "description": "КОРА ВЕРБИ\nСклад: кора верби, капсула рослинного походження (ГПМЦ). Спосіб застосування: дорослим рекомендується вживати по одній капсулі два рази в день: зранку та ввечері, запиваючи достатньою кількістю води. Застосовується в якості харчової добавки. Не перевищуйте денної дози. Не є лікарським засобом. Відповідає вимогам \"Кодексу Харчових Продуктів\" Туреччини. Реєстраційний номер: TR-20-K-023284. Номер дозволу на виробництво продукту: 013473-05.05.2022."
    },
    "okaliptus": {
        "photo": "https://imgur.com/a/1pMIdVl",
        "description": "ЕКСТРАКТ ЕВКАЛІПТУ(В КАПСУЛАХ)\nСклад: 71,43% екстракт евкаліпту, 28,57% капсула рослинного походження (ГПМЦ). Спосіб застосування: дорослим рекомендується вживати по одній капсулі два рази в день: зранку та ввечері, запиваючи достатньою кількістю води. Застосовується в якості харчової добавки. Не перевищуйте денної дози. Не є лікарським засобом. Відповідає вимогам \"Кодексу Харчових Продуктів\" Туреччини. Реєстраційний номер: TR-20-K-023284. Номер дозволу на виробництво продукту: 012287-21.12.2021."
    },
    "ekinezya": {
        "photo": "https://imgur.com/a/gcTER18",
        "description": "ЕХІНАЦЕЯ(В КАПСУЛАХ)\nСклад: екстракт ехінацеї, капсула рослинного походження (ГПМЦ). Спосіб застосування: дорослим рекомендується вживати по одній капсулі два рази в день: зранку та ввечері, запиваючи достатньою кількістю води. Застосовується в якості харчової добавки. Не перевищуйте денної дози. Не є лікарським засобом. Відповідає вимогам \"Кодексу Харчових Продуктів\" Туреччини. Реєстраційний номер: TR-20-K-023284. Номер дозволу на виробництво продукту: 017358-28.04.2023."
    },
    "lavanta": {
        "photo": "https://imgur.com/a/Zlnd7TP",
        "description": "ЕКСТРАКТ ЛАВАНДИ\nСклад: 71,43% екстракт лаванди, 28,57% капсула рослинного походження (ГПМЦ). Спосіб застосування: дорослим рекомендується вживати по одній капсулі два рази в день: зранку та ввечері, запиваючи достатньою кількістю води. Застосовується в якості харчової добавки. Не перевищуйте денної дози. Не є лікарським засобом. Відповідає вимогам \"Кодексу Харчових Продуктів\" Туреччини. Реєстраційний номер: TR-20-K-023284. Номер дозволу на виробництво продукту: 012273-21.12.2021."
    },
    "kekik": {
        "photo": "https://imgur.com/a/teqTKnn",
        "description": "ЕКСТРАКТ ЧЕБРЕЦЮ(В КАПСУЛАХ)\nСклад: 71,43% екстракту з буздянка звичайного, 28,57% капсула рослинного походження (ГПМЦ). Спосіб застосування: дорослим рекомендується вживати по одній капсулі два рази в день: зранку та ввечері, запиваючи достатньою кількістю води. Застосовується в якості харчової добавки. Не перевищуйте денної дози. Не є лікарським засобом. Відповідає вимогам \"Кодексу Харчових Продуктів\" Туреччини. Реєстраційний номер: TR-20-K-023284. Номер дозволу на виробництво продукту: 012286-21.12.2021."
    },
    "protec 20": {
        "photo": "https://imgur.com/a/4PH0qfH",
        "description": "ПРОТЕК 20(В КАПСУЛАХ)\nСклад: приморська сосна, куркума, виноградні кісточки, вітамін C, капсула рослинного походження (ГПМЦ). Спосіб застосування: дорослим рекомендується вживати по одній капсулі два рази в день: зранку та ввечері, запиваючи достатньою кількістю води. Застосовується в якості харчової добавки. Не перевищуйте денної дози. Не є лікарським засобом. Відповідає вимогам \"Кодексу Харчових Продуктів\" Туреччини. Реєстраційний номер: TR-20-K-023284. Номер дозволу на виробництво продукту: 012930-25.02.2022."
    },
    "coban cokerten": {
        "photo": "https://imgur.com/a/3gPKRQS",
        "description": "ЯКІРЦІ СЛАНКІ(В КАПСУЛАХ)\nСклад: 71,43% екстракт якірців сланких, 28,57% капсула рослинного походження (ГПМЦ). Спосіб застосування: дорослим рекомендується вживати по одній капсулі два рази в день: зранку та ввечері, запиваючи достатньою кількістю води. Застосовується в якості харчової добавки. Не перевищуйте денної дози. Не є лікарським засобом. Відповідає вимогам \"Кодексу Харчових Продуктів\" Туреччини. Реєстраційний номер: TR-20-K-023284. Номер дозволу на виробництво продукту: 012270-20.12.2021."
    },
    "N3": {
        "photo": "https://imgur.com/a/4YhJCM3",
        "description": "N3 (В КАПСУЛАХ)\nСпосіб застосування: дорослим рекомендується вживати по одній капсулі два рази в день: зранку та ввечері, запиваючи достатньою кількістю води. Застосовується в якості харчової добавки. Не перевищуйте денної дози. Має капсулу рослинного походження. Вміст продукту вказано в таблиці інгредієнтів продукту. Не є лікарським засобом. Відповідає вимогам \"Кодексу Харчових Продуктів\" Туреччини. Реєстраційний номер: TR-20-K-023284. Номер дозволу на виробництво продукту: 015333-29.11.2022."
    },
    "N1": {
        "photo": "https://imgur.com/a/VgHeLsI",
        "description": "N1 (В КАПСУЛАХ)\nСпосіб застосування: для дорослих 1 капсула на добу запиваючи достатньою кількістю води. Застосовується в якості харчової добавки. Не перевищуйте денної дози. Має капсулу рослинного походження. Вміст продукту вказано в таблиці інгредієнтів продукту. Не є лікарським засобом. Відповідає вимогам \"Кодексу Харчових Продуктів\" Туреччини. Реєстраційний номер: TR-20-K-023284. Номер дозволу на виробництво продукту: 015392-05.12.2022."
    },
    "N2": {
        "photo": "https://imgur.com/a/LfvKIbg",
        "description": "N2 (В КАПСУЛАХ)\nСпосіб застосування: для дорослих 1 капсула на добу запиваючи достатньою кількістю води. Застосовується в якості харчової добавки. Не перевищуйте денної дози. Має капсулу рослинного походження. Вміст продукту вказано в таблиці інгредієнтів продукту. Не є лікарським засобом. Відповідає вимогам \"Кодексу Харчових Продуктів\" Туреччини. Реєстраційний номер: TR-20-K-023284. Номер дозволу на виробництво продукту: 015389-05.12.2022."
    },
}
vidguki = {
    "zeytin": {
        "photo": "",
        "description": ""
    },
}
viewed_products = {}  

@bot.message_handler(commands=["start"])
def start_handler(message):
    video_path = show_video(message.chat.id, "https://youtu.be/sPH_w82RitQ")
    bot.send_message(message.chat.id, f'Привіт! Я бот компанії Ersag Vinnitsya.')
    bot.send_video(message.chat.id, open(video_path, 'rb'))  
    bot.send_message(message.chat.id, panel(message))
def show_video(chat_id, video_url):
    yt = pytube.YouTube(video_url)
    video = yt.streams.filter(file_extension='mp4').first()
    video_path = f"{yt.title}.mp4"
    video.download(filename=video_path)
    return video_path
def panel(message):
    #ДЛЯ РЕКЛАМИ bot.send_message(message.chat.id, "Ваше повідомлення")
    #def send_message(message):
    #schedule.every().day.at("09:00").do(send_message)
    #bot.send_message(message.chat.id, "Це ваше регулярне повідомлення від бота.")
    #while True:
    #    schedule.run_pending()
    #    time.sleep(1)
    markup = types.InlineKeyboardMarkup(row_width=2)
    markup.add(types.InlineKeyboardButton('Каталог товарів', callback_data='catalog'), types.InlineKeyboardButton('Відгуки', callback_data='feedback'))
    markup.add(types.InlineKeyboardButton('Про компанію', callback_data='about'), types.InlineKeyboardButton('Контакти', callback_data='contacts'))
    markup.add(types.InlineKeyboardButton('Заходи', callback_data='events'), types.InlineKeyboardButton('Майстер-класи', callback_data='workshops'))
    bot.send_message(message.chat.id, 'Панель керування для отримання потрібних вам послуг!', reply_markup=markup)
@bot.callback_query_handler(func=lambda call: True)
def callback_handler(call):
    markup = types.InlineKeyboardMarkup(row_width=2)
    if call.data == 'catalog':
        markup = types.InlineKeyboardMarkup(row_width=2)
        markup.add(types.InlineKeyboardButton('Чистячі засоби', callback_data='cleaning'), types.InlineKeyboardButton('Освіжувач повітря', callback_data='freeair'))
        markup.add(types.InlineKeyboardButton('Засоби особистої гігієни', callback_data='gigiena'), types.InlineKeyboardButton('Засоби догляду за порожниною рота', callback_data='mouth'))
        markup.add(types.InlineKeyboardButton('Косметичні засоби', callback_data='cosmetica'), types.InlineKeyboardButton('Декоративна косметика', callback_data='decor'))
        markup.add(types.InlineKeyboardButton('Парфуми та дезодоранти', callback_data='parphumy'), types.InlineKeyboardButton('Біологічно активні добавки', callback_data='biolog'))
        markup.add(types.InlineKeyboardButton('Акційні сумки', callback_data='ackcii'), types.InlineKeyboardButton('Вийти з каталогу', callback_data='exit'))
        bot.send_message(call.message.chat.id, 'Виберіть розділ', reply_markup=markup)
    elif call.data == 'cosmetica':
        bot.last_selected_category = cosmetica
        viewed_products.clear()
        show_products(call.message.chat.id, cosmetica)
    elif call.data == 'cleaning':
        bot.last_selected_category = cleaning
        viewed_products.clear()
        show_products(call.message.chat.id, cleaning)
    elif call.data == 'freeair':
        bot.last_selected_category = freeair
        viewed_products.clear()
        show_products(call.message.chat.id, freeair)
    elif call.data == 'mouth':
        bot.last_selected_category = mouth
        viewed_products.clear()
        show_products(call.message.chat.id, mouth)
    elif call.data == 'gigiena':
        bot.last_selected_category = gigiena
        viewed_products.clear()
        show_products(call.message.chat.id, gigiena)
    elif call.data == 'decor':
        bot.last_selected_category = decor
        viewed_products.clear()
        show_products(call.message.chat.id, decor) 
    elif call.data == 'parphumy':
        bot.last_selected_category = parphumy
        viewed_products.clear()
        show_products(call.message.chat.id, parphumy)
    elif call.data == 'ackcii':
        bot.last_selected_category = ackcii
        viewed_products.clear()
        show_products(call.message.chat.id, ackcii)
    elif call.data == 'biolog':
        bot.last_selected_category = biolog
        viewed_products.clear()
        show_products(call.message.chat.id, biolog)
    elif call.data == 'events':
        bot.send_message(call.message.chat.id, 'Наразі ніяких заходів не планується.', reply_markup=markup)
        panel(call.message)  
    elif call.data == 'about':
        bot.send_message(call.message.chat.id, 'Компанія Ersag – це турецька компанія, яка займається виробництвом та продажем екологічної продукції. Заснована у 2002 році в місті Денизлі, компанія швидко вийшла на міжнародний ринок і на сьогоднішній день представлена   в понад 20 країнах світу, в тому числі в Україні.\n\nПродукція Ersag виготовляється з натуральних інгредієнтів, без використання шкідливих хімічних речовин. Компанія має власні виробничі потужності, де вона контролює весь процес виробництва, від вибору сировини до упаковки готової продукції.\n\nКомпанія Ersag дотримується принципів соціальної відповідальності. Вона підтримує проекти з охорони навколишнього середовища, а також допомагає людям, які потребують допомоги.\n\nВ Україні компанія Ersag представлена   з 2013 року. На сьогоднішній день в Україні працює понад 2000 дистриб\'юторів Ersag.\n\nКомпанія Ersag пропонує своїм клієнтам широкий асортимент екологічної продукції, а також можливість заробляти гроші, ставши дистриб\'ютором компанії.', reply_markup=markup)
        panel(call.message)
    elif call.data == 'contacts':
        bot.send_message(call.message.chat.id, 'Номер телефону для консультацій та замовлень: +380971269770\nРеєстраційний номер: 5098807', reply_markup=markup)
        panel(call.message)
    elif call.data == 'exit':
        panel(call.message)
    

def show_products(chat_id, products):
    global viewed_products
   
    
    if len(viewed_products) >= len(products):
        bot.send_message(chat_id, "Ви переглянули всі товари")
        return
    
    remaining_products = set(products.keys()) - set(viewed_products.keys())
    next_product = list(remaining_products)[0]
    
    product = products[next_product]
    markup = types.ReplyKeyboardMarkup(row_width=2)
    markup.add(types.KeyboardButton('Вийти'), types.KeyboardButton('Наступний'))
    bot.send_photo(chat_id, product["photo"])
    bot.send_message(chat_id, f"{product['description']}", reply_markup=markup)
    
    viewed_products[next_product] = True  

@bot.message_handler(func=lambda message: True)

def message_handler(message):
    global viewed_products
    chat_id = message.chat.id
    
    if message.text == 'Наступний':
        if hasattr(bot, 'last_selected_category'):  
            show_products(chat_id, bot.last_selected_category)
        else:
            bot.send_message(chat_id, 'Будь ласка, спочатку оберіть категорію.')
    
    elif message.text == 'Вийти':
        hide_panel_markup = types.ReplyKeyboardRemove()
        bot.send_message(chat_id, "Ви залишили категорію", reply_markup=hide_panel_markup)
        viewed_products = {} 
        panel(message)


bot.polling(non_stop=True)
